-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 06, 2023 at 05:47 PM
-- Server version: 10.4.22-MariaDB
-- PHP Version: 8.0.13

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `bestaplus_new`
--

-- --------------------------------------------------------

--
-- Table structure for table `active_codes`
--

CREATE TABLE `active_codes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `code` int(10) UNSIGNED NOT NULL,
  `expired_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `blugs`
--

CREATE TABLE `blugs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `file_link` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `tags` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 1,
  `user_id` bigint(20) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `blugs`
--

INSERT INTO `blugs` (`id`, `title`, `slug`, `file_link`, `description`, `tags`, `status`, `user_id`, `created_at`, `updated_at`) VALUES
(5, 'تفاوت طراحی وب سایت به زبان wordpress یا php', 'تفاوت-طراحی-وب-سایت-به-زبان-wordpress-یا-php', 'blugs/images/ba0f28256e96286596262b708689e721How-to-Build-a-Website18.jpg', 'به طور کلی نمی توان گفت که کدام یک از دیگری برتر است بلکه با توجه به نیازها می توان یکی از آنها را انتخاب کرد.\r\nسایت های wordpress در اصل با زبان php نوشته شده اند ولی به صورت قالب های آماده هستند و منظور از طراحی سایت به زبان php طراحی خام و صفر تا صد آن است.\r\nتجربه ثابت کرده که زمان مهم ترین تفاوت بین این دو نوع طراحی وب سایت است که در طراحی وب‌سایت به زبان wordpress زمان کمی صرف می شود اما طراحی به زبان php زمان بیشتری را میطلبد.\r\nطبق تحقیقات به عمل آمده مشخص شده که سایت‌هایی که به زبان php طراحی میشوند در کارهای بزرگ و پیچیده مورد استفاده قرار می گیرند و گزینه های مناسبی برای سفارشی سازی سایت‌ها و امکان افزودن تنظیمات خاص هستند همچنین هزینه راه اندازی و زمان آنها نیز بیشتر است.\r\nدر این نوع سایت ها امکان به‌روز کردن سایت و دیگر کارها فقط از طریق برنامه نویس آن ممکن است به همین دلیل از امنیت بالایی برخوردار هستند.\r\nاما سایت‌هایی با زبان wordpress  وقت کمتری برای طراحی میگیرند و همچنین امکانات محدود تری در اختیار شما می گذارند، امکان دسترسی به تمامی بخش های سایت و انجام عملیات ها توسط شخصی که آن را خریداری می کند نیز ممکن است و به طبع بهای کمتری بابت آن پرداخت می شود، همچنین بیشتر در موارد ثابت، مانند محتوا گذاری، مقاله نویسی و... کاربرد دارند.\r\nمتاسفانه این نوع از وب‌سایت‌ها امنیت بالایی ندارند.', NULL, 4, NULL, '2020-12-12 07:11:05', '2020-12-12 07:11:05'),
(6, 'تفاوت آرم و لوگو', 'تفاوت-آرم-و-لوگو', 'blugs/images/f212a2a63e713928effae03826a526aeFB-Cover.jpg', 'برخی بر این باور هستند که آرم همان معادل کلمه انگلیسی لوگو در زبان فارسی است و در اصل تفاوتی با هم ندارند، معمولا این دسته از افراد را اشخاص عادی جامعه تشکیل می دهند.\r\nبرخی دیگر برخلاف نظر گروه بالا، معتقدند که آرم با لوگو متفاوت است و این دسته از افراد را معمولا گرافیست ها و طراحان تشکیل می دهند.\r\nاما آیا واقعاً این دو با یک دیگر متفاوت هستند؟\r\nجواب این سوال مثبت است، بله این دو متفاوتند.\r\nهر کسب و کاری می تواند آرم داشته باشد که متشکل از یک تصویر گرافیکی ساده، همراه اسم کامل و یا مخففی از کسب و کار است.\r\nرسالت آرم در واقع معرفی هر چه ساده تر یک کسب و کار است که در طراحی آن ردپایی بسیار کم رنگ از خلاقیت دیده می شود.\r\nو اما لوگو، در طراحی یک لوگو المان های بسیار زیادی مد نظر است، در واقع یک لوگو پیام های بسیار زیادی را در رابطه با کسب و کار مربوطه در خود جای داده است.\r\nطراحی یک لوگو توسط یک تا چندین نفر و از یک روز تا چند روز طول می کشد و پر از خلاقیت است و می توان به آن یک عنوان گرافیکی گفت.\r\nوجود یک لوگوی بی نقص و عالی می تواند تصویر برند و کسب و کار شما را مادام العمر در ذهن مخاطبینتان حک کند.\r\nکسب و کارهای حرفه ای و شرکت های توسعه یافته و بزرگ برای ورود به دنیای کسب و کار باید لوگویی حرفه ای و در خور شأن و منزلت جایگاه خود برای معرفی هر چه بهتر و تاثیرگذار تر خود داشته باشند.\r\nخب با این حساب متوجه می شویم که اهمیت طراحی لوگو نسبت به آرم بسیار بیشتر است و در نتیجه زمان و هزینه ی بیشتری را میطلبد.', NULL, 4, NULL, '2020-12-12 07:25:13', '2020-12-12 07:25:13'),
(7, 'انواع لوگوها', 'انواع-لوگوها', 'blugs/images/38bc473008c111b019cdf34268115c22نهایی 8.jpg', 'لوگوها به طور کلی به سه دسته تقسیم می شوند:\r\n۱- لوگو های نوشتاری\r\nالف) مونوگرام(monogram)\r\nب) لوگو تایپ(logotype) یا نشانه نوشتاری\r\n۲- لوگو های تصویری\r\nالف) لوگو های انتزاعی\r\n۳- لوگو های ترکیبی\r\n۱- لوگو های نوشتاری به آن دسته از لوگو هایی می گویند که یک اسم به عنوان لوگو انتخاب شده است و بیانگر کسب و کار می باشد و به دو دسته تقسیم می شود:\r\nالف) مونوگرام که همان طراحی ساده لوگو هاست یعنی نوشتن ساده.\r\nب) لوگو تایپ طراحی حروف لوگو به صورت فانتزی، زیبا و متفاوت است.\r\n۲- لوگو های تصویری: به لوگو هایی که طراح یک تصویر را برای لوگو بودن خلق کرده لوگو های تصویری می گویند.\r\nالف) لوگو انتزاعی: لوگویی است که به تنهایی بیانگر یک واقعیت قابل تشخیص نیست. مثل نایک\r\n۳- لوگو های ترکیبی: این نوع لوگو ترکیبی از دو لوگوی قبلی یعنی ترکیبی از نوشته و عکس است مثل لوگو .kfc', NULL, 4, NULL, '2020-12-12 07:36:18', '2021-01-24 13:51:50'),
(8, 'تفاوت رنگ های panton و دیگر رنگ ها', 'تفاوت-رنگ-های-panton-و-دیگر-رنگ-ها', 'blugs/images/ea7b11893cd7780db868d1f08c5710e216.jpg', 'تمامی رنگ های موجود در جهان قابل چاپ نیستند، در سال ۱۹۶۳ لارنس هربرت متوجه شد که رنگ انتخابی مشتریان با رنگی که به عنوان محصول از دستگاه چاپ بیرون می آید متفاوت است.\r\nبه همین دلیل او کتابی متشکل از ۲۸۵۸ رنگ تهیه کرد و سیستمی به اسم سیستم پنتون به راه انداخت.\r\nتمامی رنگ های موجود در این دفترچه کد های مخصوص به خود را دارند و با کدها شناسایی می شوند.\r\nاین دفترچه در دنیا به معیاری برای انتخاب رنگ تبدیل شده است.\r\nاز سال ۲۰۰۰ موسسه پنتون رنگ سال را انتخاب می کند.\r\nعمده ترین تفاوت رنگ های پنتون با دیگر رنگ ها این است که همگی قابل چاپ هستند.\r\nموسسه پنتون معتبرترین موسسه رنگ شناسی در دنیا است.', NULL, 4, NULL, '2020-12-12 07:42:57', '2021-02-22 17:39:53'),
(9, 'تفاوت رنگ spot با دیگر رنگ ها', 'تفاوت-رنگ-spot-با-دیگر-رنگ-ها', 'blugs/images/6cd90475a0ed568d08d18fa6fe2faa56Untitled-8.jpg', 'در سیستم رنگی چاپ ما چهار رنگ cmyk را داریم، زمانی که رنگ پنجمی به میان می آید به آن اسپات کالر (spot colour) گفته می شود.\r\nاین رنگ پنجم به دو روش به دست می آید، یا از کارخانه‌رنگ خریداری می شود و یا در همان چاپخانه ساخته می شود و با ترکیب چهار رنگ اصلی به وجود می آید.\r\nوجود رنگ پنجم باعث بالا رفتن هزینه چاپ خواهد شد.\r\nبه طور کلی هر رنگ جدیدی که ساخته شود و جز آن چهار رنگ اصلی نباشد می توان به عنوان اسپات کالر از آن یاد کرد.', NULL, 4, NULL, '2020-12-12 07:49:10', '2020-12-17 05:55:20'),
(10, 'تایپوگرافی به چه معناست', 'تایپوگرافی-به-چه-معناست', 'blugs/images/e935a9800100644da859478f70274ab1Untitled-9.jpg', 'امروزه تعدادی بر این باورند که تایپوگرافی همان خوشنویسی است و با هم تفاوتی ندارند.\r\nاما بدین گونه نیست، آنها با یک دیگر تفاوت دارند.\r\nتعریف تایپوگرافی در ایران با تعریف آن در کشورهای غربی متفاوت است.\r\nدر کشورهای غربی معتقدند تایپوگرافی به مقوله ای گفته می شود که فقط میتوان در متن های تایپی از طرح های گرافیکی استفاده کرد و ظاهر متون را تغییر داد و آنها را جذاب تر کرد.\r\nاما در ایران که هنر خوشنویسی سابقه ی بسیار زیادی دارد و در ایام قدیم می توان به عنوان تایپوگرافی از آن یاد کرد بدین گونه نیست بلکه از هنر تایپوگرافی در متون با قلم نوشته شده نیز می توان بهره برد.\r\nدر کل تعریف تایپوگرافی را میتوان اینگونه عنوان کرد:\r\nهنر ارائه متون تایپی و دست نویس به شکلی که از نظر تصویری زیباتر و جذاب تر باشند و با هدف ارائه موضوعات ویژه.', NULL, 4, NULL, '2020-12-12 07:56:16', '2020-12-18 08:23:51'),
(11, 'داستان لوگو مزدا', 'داستان-لوگو-مزدا', 'blugs/images/be7aa3cbfd43e1027406d1ab09a666e6Untitled-12.jpg', 'داستان لوگوها: Mazda\r\nهمگی با وانت های معروف مزدا در ایران آشنا هستیم.\r\nابتدای مزدا به سال ۱۹۲۰ در ژاپن برمیگرده که توسط جوجیرو ماتسودا تاسیس شد.\r\nدر سال ۱۹۶۰ بعد از اتمام جنگ جهانی مزدا تونست اولین خودرو چهار چرخ خودش رو تولید کنه.\r\nو امروزه در سال چیزی بیشتر از دو میلیون خودرو تولید می‌کنه.\r\nنام مزدا برگرفته از اهورامزدا خدای یگانه زردشتیان است ماتسودا که قبل از تاسیس مزدا با دین زردشتی آشنا شده بود برای نامگذاری کمپانی خود از اسم مزدا استفاده کرد.\r\nلوگوی مزدا تا به حال چندین بار تغییر کرده و بیشترین تغییر بر روی حرف M لوگو بوده است.\r\nسال ۱۹۳۴ و اولین لوگو مزدا طراحی شد اون لوگو تشکیل شده از کلمه Mazda بود.\r\nدر سال ۱۹۳۶ سه حرف M روی هم قرار گرفته لوگوی مزدا بود.\r\nسال ۱۹۶۲ یک M مشکی رنگ داخل یک دایره سفید وجود داشت.\r\nدر سال ۱۹۷۵ مجدداً نام مزدا طرح لوگو شد با یک فونت ساده و برجستگی حرف z .\r\nبلاخره در سال ۱۹۹۷ لوگو مزدا به شکل لوگویی که امروزه میشناسید تبدیل شد.', NULL, 4, NULL, '2020-12-12 13:58:30', '2020-12-17 06:16:17'),
(12, 'داستان لوگو DELL', 'داستان-لوگو-DELL', 'blugs/images/3fec3f1e61a50a2dfc3a1914c7d6d24fUntitled-2.jpg', 'داستان لوگوها: DELL\r\nهمه ی ما تا امروز با لب تاب های این برند حتماً کار کردیم.\r\nبرند DELL یه شرکت در حوزه فناوری اطلاعات و ساخت رایانه های شخصی هست یک کمپانی آمریکایی و در شهر آستین تگزاس مستقر هست.\r\n موسس و مالک این کمپانی را مایک دل صدا میزنند و در سال ۱۹۸۴ به همراه دوست خود با سرمایه ای در حدود ۱۰۰۰ دلار دل را تأسیس کرد.\r\nلوگو دل گرفته شده از اسم صاحب این کمپانی مایک دل هست.\r\nفونت این لوگو ساده است و فقط حرف E در آن به صورت شیب دار است و به حرف قبل و بعد و خود متصل است.\r\nشعار کمپانی دل  فروش بی واسطه به مشتری است.', NULL, 4, NULL, '2020-12-12 14:03:18', '2021-02-22 16:31:06'),
(13, 'داستان لوگو XBOX', 'داستان-لوگو-XBOX', 'blugs/images/a500e03e149b2a88d2b7ceedcd371e73Untitled-20.jpg', 'داستان لوگوها:XBOX \r\nاز مهیج ترین و پرطرفدارترین کنسول های بازی XBOX رو میشه معرفی کرد.\r\nاین دستگاه دوست داشتنی در ۱۵ نوامبر ۲۰۰۱ توسط مایکروسافت در آمریکای شمالی وارد بازار شد.\r\nهمزمان سال ۲۰۰۲ در اروپا، ژاپن و استرالیا این دستگاه به بازار ارائه شد.\r\nگسترش دهنده این دستگاه مایکروسافت است که به ۶۴ مگابایت حافظه نیاز دارد و امکان ذخیره کردن ۸ الی ۱۰ گیگابایتی را دارد از صدا پشتیبانی‌ کرده و دارای چهار ورودی دسته است.\r\nابتدایی ترین لوگوی آن در سال ۲۰۰۱ طراحی شد که شامل کلمه XBOX بود به همراه توپی که شکل ضربدر به رویش داشت.\r\nاین توپ در تمامی لوگوهای ایکس باکس تا به حال وجود داشته.\r\nتا سال ۲۰۰۵ قرار بر این شد که شکل لوگو همینطور باقی بماند فقط رنگ ها و ابعاد و اندازه ی آن تغییر کند.\r\nدر سال ۲۰۰۵ فونت لوگو بزرگتر و رنگ پس زمینه آن به سبز تبدیل شد.\r\nاین تغییر تا سال ۲۰۱۰ پایدار بود در این سال به توپ کنار متن افکت های سایه داری توسط فتوشاپ اضافه شد که رنگ آنرا روشن تر نشان میداد.\r\nسال ۲۰۱۲ به دلیل آپشن های جدیدی که به کنسول اضافه شد دست اندرکاران تصمیم به تغییر لوگو گرفتند به این شکل که کلمه ایکس باکس به رنگ سبز و توپ همراه به رنگ سفید تبدیل شد.\r\nاما بعضی ها به این لوگو  لقب فیک دادند.\r\nبنابراین بزرگان ایکس باکس در سال ۲۰۱۳ تصمیم به بازگشت به لوگوی مشهور قبل گرفتند فقط با تغییرات جزیی رنگ ها.', NULL, 4, NULL, '2020-12-12 14:10:14', '2020-12-18 08:07:15'),
(14, 'داستان لوگو hp', 'داستان-لوگو-hp', 'blugs/images/1fa48638842bf5a42c0264c435b64f2fUntitled-23.jpg', 'داستان لوگوها: hp\r\nهمه ی ما با محصولات با کیفیت hp آشنا هستیم برای آشنایی بیشتر با این شرکت با ما همراه باشید.\r\nشروع داستان hp اینگونه رقم خورد دو دوست صمیمی به نام های بیل و دیو فارق‌التحصیلان دانشگاه استنفورد بودند و بر اساس ایده پردازی های بیل و حمایت یکی از اساتید آن ها به نام فرد شرکت هیولت پاکارد را در سال ۱۹۳۹ تاسیس کردند.\r\nHewlett packard(hp)\r\nنخستین لوگوی hp بسیار ساده بود و توسط دو حرف h , p طراحی شد حروف به رنگ مشکی و داخل دایره ای با رنگ سفید قرار داشتند.\r\nبیل پس از گذشت مدتی و آشنا شدن بازار با لوگوی hp به فکر تعویض لوگو افتاد و فقط رنگ های لوگو عوض نمود یعنی حروف به رنگ سفید داخل دایره ای مشکی رنگ تبدیل شدند این لوگو حدوداً پنج سال مفید واقع شد.\r\nتا به امروز لوگوی hp ده بار لوگوی خود را عوض کرده است طراحی های متعدد لوگو از آن جایی شروع شد که شرکت وارد حوزه میکروموج شد.\r\nدر سال ۱۹۵۷ سومین لوگو طراحی شد که طولانی ترین آنها نیز بود و از دو کلمه hewlett packard استفاده شد جامعه هنگام برخورد با این لوگو ابتدا به فکر فرعی و تقلبی بودن آن افتاد، سه سال بعد بیل لوگو را مجدداً تغییر داد.\r\nاین بار به دلیل حرکت شرکت به سمت تولید تجهیزات پزشکی بیل به فکر طراحی لوگوی رنگی افتاد لوگوی جدید متشکل از مستطیل آبی پررنگ توپر درون آن دایره سفید تو خالی و دو حرف h,p که درون آن دایره قرار داشت این لوگو بسیار زیبا بود و در ذهن اشخاص ماندگار شد به طوری که امروزه هنوز هم افرادی hp را با همان لوگو میشناسند.\r\nسال ۱۹۶۹ دوباره لوگو به لوگوی طولانی قبل تغییر شکل داد و به دو سال از رنگ آبی و مشکی و مدت چهار سال از رنگ آبی تیره برای لوگو استفاده نمود.\r\nطولی نکشید که شرکت hp از دور خارج شد و بیل آن دو کلمه طولانی را از لوگو حذف کرد و مدل جدیدی طراحی کرد و کلمه invent را پایین دو حرف hp اضافه کرد.\r\nشکل های دیگری از لوگو با شکل های مربع مشکی و دایره مشکی به مدت ۷ تا ۱۰ سال روی کار بودند و لوگوی نهایی با طرح های سایه دار جذاب دایره ای   آبی رنگ تو پر و حروف به رنگ سفید داخل آن طراحی شد.', NULL, 4, NULL, '2020-12-12 14:20:53', '2020-12-18 08:11:29'),
(15, 'داستان لوگو Gillette', 'داستان-لوگو-Gillette', 'blugs/images/76c265229800d8b2751d0f4f69038a22Untitled-24.jpg', 'داستان لوگوها: Gillette\r\nمیخواهیم درباره برندی آشنا و قدیمی که همه رضایت خاطر از محصولات آن را داریم صحبت کنیم.\r\nژیلت شرکتی دارای محصولات آرایشی بهداشتی است که توسط شخصی به نام کینگ سی ژیلت در سال ۱۹۰۱ تاسیس گردید.\r\nدفتر مرکزی ژیلت واقع در بوستون ایالت ماساچوست قرار دارد و محصولات آن به دو بخش خانواده و زیبایی در شرکت پروکتر تقسیم می شود. \r\nنخستین طرح از لوگوی Gillette در سال ۱۹۰۱ طراحی شد لوگو بدین گونه بود که یک لوزی وجود داشت و وسط آن کلمه ژیلت با رنگ سفید نوشته شده بود و یک تیر از وسط آن عبور کرده بود این طرح تا سال ۱۹۶۴ شهرت داشت.\r\nسال ۱۹۶۴ لوگوی ژیلت تغییر کرد و یک تیر بود که کلمه ژیلت با آن نوشته شده بود رنگ این لوگو سیاه بود و فونت آن بزرگتر از لوگوی قبلی و زیباتر به نظر می رسید.\r\nدر سال ۱۹۷۴ لوگو بار دیگر زیر قلم طراحی رفت و فونت آن تغییر کرد و حروف با ابعاد و اندازه های متفاوتی کنار هم قرار گرفته بودند و حرف G بزرگتر از باقی حروف بود درضمن رنگ لوگو همان سیاه باقی مانده بود.\r\nسال ۱۹۸۹ برای چهارمین بار لوگو تغییر کرد و رنگ آن به آبی تبدیل شد و فونت به صورت اریب طراحی شد و جلوه ی خاصی به لوگو بخشید.\r\nبرای پنجمین بار لوگو در سال ۲۰۰۹ تغییر کرد و رنگ آن دوباره به سیاه تبدیل شد و نوع فونت تغییر کرد در نقطه بالای حرف i خطی مورب به وجود آمد که از برنده بودن محصولات ژیلت خبر میداد.\r\nدر آخرین طرح از لوگوی ژیلت شاهد تغییراتی هستیم مثل سایه سازی و اینکه حروف های اولیه لوگو پررنگ تر هستند و بقیه کم رنگ تر همچنین دو حرف e,t کمرنگ تر از همه هستن.', NULL, 4, NULL, '2020-12-12 14:27:02', '2020-12-18 08:13:25'),
(16, 'داستان لوگوی pepsi', 'داستان-لوگوی-pepsi', 'blugs/images/3f7caf1797ee4f83c884b9b0065eeeb6Untitled-25.jpg', 'یکی از برند های پر طرفدار و معروف نوشیدنی و رقیب سرسخت کوکاکولا شرکت پپسی است. در رابطه با داستان این شرکت جذاب با ما همراه باشید.\r\nپپسی در سال ۱۸۹۸ در کارولینا به دنیا آمد. و ۱۱ بار تا سال ۲۰۰۸ لوگوی خود را تغییر داد.\r\nاولین لوگوی آن در سال ۱۸۹۸ طراحی شد و در سال ۱۹۰۵ برای نخستین بار تغییراتی در لوگو به وجود آمد.\r\nسال ۱۹۰۶ مجدداً لوگو طراحی شد و شعار جدیدی اضافه شد «نوشیدنی خوراکی خالص و اصل» و نشان تجاری در کانادا به ثبت رسید.\r\nدر Mexico نشان تجاری پپسی در سال ۱۹۰۷ به ثبت رسید.\r\nسال ۱۹۲۰ پپسی شعار خود را به «پپسی کولا بنوشید رضایت شما را تامین خواهد کرد» تغییر داد.\r\nعلامت تجاری پپسی در سال ۱۹۳۲ در آرژانتین و در سال ۱۹۳۸ در شوروی ثبت شد.\r\nدر سال ۱۹۴۰ اولین آگهی تجاری تاریخچه خود را به صورت آواز منتشر کرد که رکورد شکست و به ۵۵ زبان ترجمه شد.\r\nپپسی در سال ۱۹۴۱ به دلیل حمایت از آمریکا در جنگ جهانی دوم رنگ بطریهای خود را به قرمز و سفید و آبی تغییر داد.\r\nشعار «برگشت به وزن بیشتر» در سال ۱۹۵۰ هدف اصلی تبلیغات پپسی شد.\r\nآمریکایی ها در سال ۱۹۵۳ متوجه چاق بودن خود شدند به همین دلیل پپسی شعار خود را بر پایه ی محصول با میزان کالری کمتر تغییر داد.\r\nسال ۱۹۵۴ «آشامیدنی سبک» به ترکیبی از عبارات «طراوت بدون سنگینی» تغییر کرد.\r\nپپسی پس از ارزیابی بر روی مشتریان خود و توجه به مشتریان جوان در سال ۱۹۶۱ شعار خود را به « و حالا پپسی برای آنها که فکر می کنند جوان هستند» تغییر داد.\r\nبالاخره برای آخرین مرتبه در سال ۲۰۰۸ لوگوی پپسی توسط گروه arnell تغییر پیدا کرد.\r\nو تاکنون لوگو تغییری نکرده است.', NULL, 4, NULL, '2020-12-12 14:45:13', '2020-12-18 08:17:11'),
(17, 'داستان لوگوی coca cola', 'داستان-لوگوی-coca-cola', 'blugs/images/09adbdb8be6a7c08dc9564160e2a0d9cUntitled-26.jpg', 'می خواهیم درباره یکی از قدیمی ترین و خوش طعم ترین برند نوشیدنی در دنیا صحبت کنیم که حتی پدربزرگ ها نیز با آن خاطره دارند.\r\nکوکاکولا از معروف ترین برندها در جهان است که بیشترین تولید آن مربوط به نوشیدنی های غیر الکلی است.\r\nنوشابه کوکاکولا برای اولین بار به دست فردی به نام جان پمبرتون داروساز آمریکایی در سال ۱۸۸۶ در جورجیا ساخته شد.\r\nلوگو و فرمول کوکاکولا توسط شخصی به نام آسا گریگس کندلر در سال ۱۸۸۹ خریداری شد.\r\nآسا گریگس در سال ۱۸۹۲ رسماً شرکت کوکاکولا را تأسیس نمود و در همان سال قبل از تاسیس شرکت شبکه توزیع محصولات کوکاکولا را به راه انداخت.\r\nانتخاب نام کوکاکولا را فرانک رابینسون با جان پمبرتون در میان گذاشت و لوگو را به صورت دست نویس نوشت و تا به حال لوگوی کوکاکولا تغییری نکرده است.\r\nتا به امروز فونت لوگوی کوکاکولا چندبار تغییر کرده است در ابتدای سال ۱۹۶۰ به دلیل قرار گیری لوگو در یک شکل خاص لوگوی دم ماهی نام گرفت و در همان سال شکلی موج مانند به آن اضافه گردید.\r\nسال ۱۹۷۸ این لوگو با نسخه قبلی ترکیب شد و در سال ۱۹۹۰ لوگو داخل بطری کوک جایگذاری شد.\r\nاز سال ۲۰۰۰ تاکنون لوگوی موج دار هم چنان ثابت و پابرجا مانده است.', NULL, 4, NULL, '2020-12-12 14:51:16', '2020-12-18 08:20:15'),
(18, 'داستان لوگوی Google play', 'داستان-لوگوی-Google-play', 'blugs/images/9b49a09ae73c235995371557b7f65debUntitled-1.jpg', 'بهترین منبع برای دریافت اپلیکیشن های اندروید است.\r\nنخستین انتشار آن در تاریخ ۲۲ اکتبر سال ۲۰۰۸ بود و در ماه مارس ۲۰۱۲ رسماً معرفی شده است.\r\nاین لوگو از یک مثلث بزرگ که در دل خود سه مثلث و یک چهار ضلعی را دارد تشکیل شده است مثلث ها به رنگ آبی، قرمز، سبز و چهار ضلعی به رنگ زرد است و در سمت راست مثلث عبارت Google play نقش بسته است.\r\nدر طرح اولیه ابتدا این مثلث داخل یک سبد قرار داشت سپس بعد از مدتی موسس این مجموعه اقدام به حذف سبد کرد.\r\nدر نهایت نسخه نهایی لوگو بدون سبد در سال ۲۰۱۷ منتشر شد.', NULL, 4, NULL, '2020-12-12 14:53:12', '2020-12-18 08:04:16'),
(19, 'داستان لوگوها: appstore', 'داستان-لوگوها-appstore', 'blugs/images/46cdff183b2c71b6937e620034cf038a25.jpg', 'مرجع دانلود اپلیکیشن های ios است.\r\nنخستین انتشار آن در سال ۲۰۰۸ بوده.\r\nطراحی لوگوی آن نیز مربوط به سال ۲۰۰۸ است ابتدا قاب آبی رنگی بود که در آن دایره سفید تو خالی وجود داشت که درون دایره سه خط سفید نامنظم یک مثلث تشکیل داده بودند.\r\nپنج سال بعد در سال ۲۰۱۳ شاهد تغییر رنگ پس زمینه به آبی یک دست بودیم.\r\nدر سال ۲۰۱۷ لوگو تغییر کرد دایره از داخل کادر آبی رنگ حذف شد و خطوطی که تشکیل مثلث داده بودند همگی به یک شکل و اندازه تبدیل شدند.', NULL, 4, NULL, '2020-12-12 14:55:40', '2021-02-22 17:40:56'),
(20, 'داستان لوگوی google', 'داستان-لوگوی-google', 'blugs/images/824d546c8f3d36fcbeec97160c8ee70cUntitled-27.jpg', 'سال ۱۹۹۸ اولین دفتر گوگل افتتاح شد و به طور رسمی کار خود را آغاز کرد.\r\nدر سال ۲۰۰۸ اولین مرورگر اختصاصی خود را به اسم google chrome راه اندازی کرد.\r\nاولین فردی که لوگوی Google را طراحی کرد شخصی به نام سرگئی برین بود.\r\nنسخه نهایی لوگوی Google توسط خانمی به نام روت کدار که استاد طراحی در دانشگاه استنفورد بود طراحی شد.\r\nو تا به امروز لوگوی Google دستخوش تغییرات نشده است.\r\nیکی از مزیت های لوگوی Google تغییر کردن آن با مناسبت های خاص مانند کریسمس و... و یا حتی عید نوروز ما ایرانیان است.', NULL, 4, NULL, '2020-12-12 14:58:02', '2020-12-18 08:26:04'),
(21, 'داستان لوگوی sony', 'داستان-لوگوی-sony', 'blugs/images/4c3ec2f698478efcc7c292f85684e32619.jpg', 'کمپانی سونی در سال ۱۹۴۶ توسط ماسارو ایبوکا و آکیو موریتا در ژاپن تاسیس شد.\r\nسونی یکی از بزرگترین و ثروتمندترین شرکت های جهانی است.\r\nدر سال ۱۹۵۷ لوگوی سونی که تشکیل شده از اسم همین برند بود طراحی شد با رنگ مشکی و هدف طراحان و مدیران سونی انتقال دو مفهوم قدرت و سادگی بود.\r\nسونی از تلفیق sounus لاتین به معنی صدا و sonny انگلیسی به معنای پسرک ساخته شد.\r\nاز تولیدات سونی میتوان به موارد زیر اشاره کرد:\r\nفیلمسازی سونی\r\nبازی های کامپیوتری\r\nشرکت سونی اریکسون\r\nانواع پلی استیشن ها\r\nلب تاب ها\r\nتلفن های همراه هوشمند', NULL, 4, NULL, '2020-12-12 15:00:39', '2021-02-22 17:41:37'),
(22, 'داستان لوگوی Motorola', 'داستان-لوگوی-Motorola', 'blugs/images/e72be7dc942abe5a7733c4a2db0725ea12.jpg', 'این شرکت در داستان لوگو سال ۱۹۲۸ با هدف تولید وسایل مخابراتی توسط دو برادر به نام های پاول گالوین و جوزف گالوین تاسیس شد.\r\nاولین لوگوی Motorola در سال ۱۹۴۷ با حرف M بزرگ در اول با فونت لاتین و توسط پاول گالوین طراحی شد و هشت سال عمر این لوگو بود.\r\nدر سال ۱۹۵۵ لوگو تغییر کرد فونت آن عوض شد و دایره ی مشکی رنگی که در آن حرف M سفید نقش بسته بود به لوگو اضافه شد و به مدت سی سال همراه این شرکت بود.\r\nدر سال ۱۹۹۶ رنگ دایره به قرمز تغییر رنگ داد و بالای نوشته موتورولا قرار گرفت تا پانزده سال بعد.\r\nسال ۲۰۱۱ رنگ فونت و دایره تغییر کرد دایره به صورت رنگارنگ و فونت به رنگ خاکستری طراحی شد.\r\nپس از سال ۲۰۱۵ دایره به رنگ آبی و فونت نیز به رنگ مشکی تبدیل شد.', NULL, 4, NULL, '2020-12-12 15:03:34', '2021-02-22 17:42:29'),
(23, 'داستان لوگوی htc', 'داستان-لوگوی-htc', 'blugs/images/21fefe409f48e3b18ba2fcfe8ce9041823.jpg', 'در سال ۱۹۹۵ htc توسط چروانگ و پیتر چو در تایوان تاسیس شد.\r\nفعالیت این برند ابتدا ساخت کامپیوتر های همراه بود.\r\nدر سال ۲۰۰۸ اولین گوشی تلفن همراه خود را تولید نمود.\r\nایده برند htc توسط پیتر چو مطرح گردید.\r\nلوگوی اولیه تمامی حروف به رنگ قرمز بود یعنی از سال ۱۹۹۷ تا ۲۰۰۶.\r\nدر سال ۲۰۰۶ توسط یکی از مهندسین شرکت htc نظریه تغییر لوگو مطرح شد و لوگو تغییر کرد تا سال ۲۰۰۹.\r\nدر سال ۲۰۰۹ پیشنهادی توسط یک طراح ایتالیایی مقیم تایوان برای تغییر لوگو مطرح شد و لوگو تغییر کرد و به رنگ سبز روشن مزین شد.', NULL, 4, NULL, '2020-12-12 15:07:07', '2021-02-22 17:43:37'),
(24, 'داستان لوگوی Facebook', 'داستان-لوگوی-Facebook', 'blugs/images/4ee14e7c25f7fba71267781be5b76f18Untitled-16.jpg', 'ایده فیسبوک توسط مارک زاکربرگ دانشجو باهوش دانشگاه هاروارد مطرح شد.\r\nبه این صورت که او با دوستان خود یک فضای اجتماعی آنلاین برای نام نویسی دانشگاه و  اشتراک دانشجویان ساخت.\r\nاین فضا به قدری بین کاربرانش محبوب شد که از فضای دانشگاه خارج گردید و به کل دنیا منتقل شد.\r\nلوگوی Facebook در سال ۲۰۰۴ یک سال پس از تأسیس آن توسط اریک اولسن طراحی شد.\r\nدر سال ۲۰۱۵ تغییرات جزیی در لوگو انجام شد در حروف a و b \r\nانتخاب رنگ آبی پس زمینه به دلیل این است که مارک زاکربرگ به خاطر کور رنگی قادر به دیدن رنگ های سبز و قرمز نیست.', NULL, 4, NULL, '2020-12-12 15:08:46', '2020-12-17 06:34:46'),
(25, 'داستان لوگوی BMW', 'داستان-لوگوی-BMW', 'blugs/images/0ef80a1c14c2f0b7eb8221c523571c9d18.jpg', 'Bayerische motoren werke\r\nکه معادل فارسی آن صنایع موتوری بایرن می شود.\r\nشرکت خودروسازی آلمانی که دفتر مرکزی آن در مونیخ قرار دارد.\r\nدر سال ۱۹۱۶ شرکت BMW توسط فرانتس یوزف پوپ تاسیس گردید.\r\nابتدا کار این شرکت ساخت موتور های هواپیما بود تا در پایان جنگ جهانی اول دیگر حق تولید هواپیما را نداشت.\r\nاو تا سال ۱۹۲۳ فقط می توانست موتور سیکلت بسازد از سال ۱۹۲۸ شروع به ساخت اتومبیل کرد.\r\nلوگوی BMW نمادی از پرچم ایالت باواریا است ولی رنگ های آن برعکس پرچم است .', NULL, 4, NULL, '2020-12-12 15:12:08', '2021-02-22 17:44:14'),
(26, 'داستان لوگوی Starbucks', 'داستان-لوگوی-Starbucks', 'blugs/images/3eabca8f63760b8f5c101651e458b7a8Untitled-14.jpg', 'یکی از کافی شاپ های زنجیره ای است این کافی شاپ زنجیره ای در ۳۰ هزار نقطه از جهان و بیش از ۷۰ کشور فعالیت دارد.\r\nدر استارباکس انواع نوشیدنی های سرد و گرم، انواع شیرینی ها و میان وعده ها سرو می شود.\r\nسه طرفدار قهوه به نام های جری بالدوین، زو سیگل، گوردون بوکر در سال ۱۹۷۱ در شهر سیاتل ایالت واشنگتن استار باکس را پایه ریزی کردند.\r\nبوکر با فردی به اسم تری هکلر که صاحب یک آژانس تبلیغاتی بود آشنا شد هکلر پیشنهاد کرد که برای لوگو اسمی انتخاب شود که با st آغاز می شود.\r\nبرند این شرکت تصویر یک پری دریایی است بنیانگذاران با این تفکر که تصویر پری دریایی افسانه ای بتواند دوستداران قهوه را در سراسر جهان اغوا کند طرح برند را انتخاب کردند.\r\nدر سال ۱۹۸۲ فردی به نام هاوارد شولتز به عنوان مشاور بازاریابی استارباکس استخدام شد.\r\nاو با سفری که به میلان داشت متوجه شد تجارت اسپرسو می تواند برای استارباکس منفعت داشته باشد.\r\nاو امتیاز استارباکس را خریداری کرد و کافی شاپی که قهوه هایی بر پایه اسپرسو ارائه می کرد تاسیس کرد و در آن جا قهوه های استارباکس هم به فروش می رفت.\r\nدر گذر زمان شرکت شولتز با استارباکس تلفیق شد.', NULL, 4, NULL, '2020-12-12 15:16:03', '2020-12-17 06:28:32'),
(27, 'داستان لوگوی kfc', 'داستان-لوگوی-kfc', 'blugs/images/5acd75c4bb3d5ac516d0cffeb32baf81Untitled-15.jpg', 'یکی از رستوران های زنجیره ای آمریکایی است که برای اولین بار  در لوییویل در ایالت کنتاکی توسط سرهنگ هارلند ساندرز تاسیس شد.\r\nدومین رستوران بزرگ جهان پس از مک دونالد است و در ۱۵۰ کشور شعبه دارد.\r\nسرهنگ ساندرز کارآفرینی بود که در رستورانی کنار جاده ای در کوربین کنتاکی مرغ سوخاری می فروخت.\r\nرستوران kfc از سال ۱۹۵۰ تا به امروز رستورانی معروف در جهان است لوگوی اولیه ی آن توسط لیپنیکات و مارگولیز در سال ۱۹۵۲ طراحی شد.\r\nاز سال ۱۹۵۲ تاکنون با توجه به تغییرات لوگو هم چنان تصویر سرهنگ ساندرز در لوگوی kfc وجود دارد.', NULL, 4, NULL, '2020-12-12 15:25:24', '2020-12-17 06:32:37'),
(28, 'سازه های نمایشگاهی', 'سازه-های-نمایشگاهی', 'blugs/images/4b7f2cc5a7c5c6a7c41c4377e386af85Untitled-2.jpg', 'بدون شک تا به حال در نمایشگاه ها با موضوعات مختلفی حضور داشته اید و غرفه های زیادی را با اشکال و رنگ های مختلف مشاهده کرده اید و با سازه های نمایشگاهی کم و بیش آشنایی دارید، در این مقاله  شما را بیشتر با این سازه ها آشنا خواهیم کرد.\r\nتعریف سازه های نمایشگاهی:\r\nبه اتاقک ها، غرفه ها و اشیایی که در نمایشگاه به صورت منظم ساخته شده و محلی برای حضور و تبلیغ برند های مختلف هستند را سازه های نمایشگاهی می گویند.\r\nحضور به بهترین شکل در نمایشگاه و استفاده از سازه های زیبا و متفاوت برای بهتر دیده شدن همیشه دغدغه ی برند ها بوده و هست به همین دلیل انتخاب هر چه بهتر سازه ها منجر به جذب مخاطبین بیشتر و در نهایت جذب مشتری بیشتر می شود.\r\nپس نمیتوان نقش سازه های نمایشگاهی و گروه اجرا کننده آن را دست کم گرفت.\r\nبا انتخاب آژانس تخصصی تبلیغات بستا برای امور نمایشگاهی مانند نگینی در میان دیگر شرکت کنندگان بدرخشید.', NULL, 4, NULL, '2020-12-13 08:38:51', '2020-12-17 05:42:20'),
(29, 'انیمیشن', 'انیمیشن', 'blugs/images/e3ba733077e7290c3239e42661d98448animation.jpg', 'همه ی ما از دوران کودکی با انیمیشن ها خاطره داریم در گذشته ای نه چندان دور انیمیشن ها به وجود آمدند و چشم همگان را به خود جلب کردند و تا به امروز یکی از جذاب ترین و شیرین ترین سرگرمی ها هستند.\r\nتعریف انیمیشن:\r\nبه حرکت درآوردن عکس ها و تصاویر را انیمیشن می گویند، اما در واقع آنها حرکت نمی کنند بلکه با عکاسی پیوسته با جزئیات از آن ها این توهم برای ما به وجود می آید که آنها در حال حرکت هستند.\r\nانیمیشن ها به دو صورت دو بعدی و سه بعدی وجود دارند.\r\nبه کسانی که انیمیشن می سازند انیماتور گفته می شود.\r\nانیمیشن ها در حوزه های مختلفی کاربرد دارند من جمله تبلیغات، فیلم های کوتاه، فیلم های سینمایی، برنامه های تلویزیونی برای کودکان و...\r\nساخت انیمیشن ها معمولاً زمان نسبتا زیادی را طلب می کند.\r\nساخت یک انیمیشن برای کسب و کارتان برای همیشه شما را در ذهن مخاطب نگاه می دارد.\r\nآژانس تخصصی تبلیغات بستا به یاد ماندنی ترین و جذاب ترین انیمیشن را برای شما و برندتان ساخته تا به شما در رشد و تعالی کسب و کارتان کمک بسزایی کرده باشد', NULL, 4, NULL, '2020-12-13 09:16:35', '2020-12-17 05:41:54'),
(30, 'سئو', 'سئو', 'blugs/images/980b1b98271549c7742697c0529b1fefSEO.png', 'تا به امروز بارها در موتور های جستجو به دنبال موارد متعددی گشته اید و صفحات سایت های زیادی را از نظر گذرانده اید تا به موضوع دلخواهتان برسید و اکثراً هم از صفحه اول گوگل یا جستجوگر های دیگر فراتر نرفته اید.\r\nتعریف سئو:\r\nبه زبان ساده به مجموعه فعالیت های فنی یا سلسله اموری که باعث می شود یک وب سایت در نخستین صفحه موتور های جستجوگر بعد از جستجو شدن ظاهر شود سئو می گویند.\r\nدر قرن حاضر می توان گفت که بیشترین و تقریبا همه جستجوها در رابطه با موضوعات مختلف در بستر اینترنت و در موتور های جستجو انجام می شود، پس می توان با یک تحلیل ساده به این نتیجه رسید که برد با وب سایت هایی است که در نخستین صفحه جستجو ظاهر شوند و اطلاعات دلخواه کاربر را به او بدهند.\r\nهمین امر باعث به وجود آمدن رقابت تنگاتنگی برای حضور داشتن در صفحه اول موتور های جستجو بین طراحان وب سایت و سئو شده است که حضور در این صفحه حتی اگر اطلاعات سایت مورد پسند کاربر نباشد ولی به بیشتر دیده شدن سایت کمک شایانی می کند و بیشتر دیده شدن منجر به کشش بیشتر مخاطبان سمت شما و در نهایت به افزایش مشتری مبدل می گردد. اهمیت این موضوع دو چندان می شود زمانی که شما بتوانید جایگاه خود را برای همیشه در صفحه نخست جستجوگر ها حفظ کنید.\r\nدپارتمان طراحی وب سایت و سئو آژانس تخصصی تبلیغات بستا با تلاش هر چه تمام تر توسط کارشناسان مجرب و کارآزموده به شما این قول را می دهد که وب سایت شما  اولین وب سایت نخستین صفحه موتور های جستجو باشد.', NULL, 4, NULL, '2020-12-13 09:20:37', '2020-12-13 09:20:37'),
(31, 'داشبورد مدیریتی', 'داشبورد-مدیریتی', 'blugs/images/51d158a6041bc4c1029f1071dd1316b1Untitled-6.jpg', 'سالیان سال است که سایت ها در دنیای اینترنت پا به عرصه وجود گذاشته اند و مورد استفاده گسترده در تمامی جهات و موضوعات قرار گرفته اند اما در چند سال اخیر به دلیل پیشرفت چشمگیر تکنولوژی و دنیای دیجیتال داشبورد های مدیریتی سایت ها اهمیت شگرفی پیدا کرده اند.\r\nتعریف داشبورد مدیریت:\r\nبه منبعی در وب سایت ها که در کمترین مدت زمان ممکن دیتا های مورد نظر مدیر سایت را ارائه کند داشبورد مدیریت گفته می شود.\r\nبا توجه به این که نمیتوان نقش داشبورد مدیریت را در مدیریت اطلاعات و تصمیم گیری های مهم در رابطه با کسب و کار انکار کرد ولی متاسفانه اکثر طراحان سایت در طراحی کلیدی و هر چه بهتر داشبورد مدیریت توجه کافی را ندارند.\r\nدر صورتی که اگر به این امر توجه کافی شود همگان کاربردی  و مهم بودن این امر را درک خواهند کرد.\r\nوجود یک داشبورد مدیریت دقیق و کاربردی این امکان را به مدیر سایت می دهد تا در کمترین زمان ممکن بهترین تصمیم لازم را در رابطه با کسب و کار خود اتخاذ کند.\r\nتیم طراحی وب سایت و داشبورد مدیریت و سئو آژانس تخصصی تبلیغات بستا کاربردی ترین داشبورد مدیریت را با توجه به سلایق شما عزیزان طراحی کرده تا در هر چه بهتر شدن کسب و کار شما سهم بزرگی داشته باشد.', NULL, 4, NULL, '2020-12-13 09:24:20', '2020-12-17 05:44:33'),
(32, 'لوگو موشن', 'لوگو-موشن', 'blugs/images/c07e0b2c068d0aa3ef2a07da15dfcb8428.jpg', 'امروزه لوگو موشن در دنیای کسب و کار و معرفی لوگوها بسیار مورد استقبال قرار گرفته و بزرگترین برند های دنیا برای خود یک لوگو موشن حرفه ای و جذاب دارند.\r\nتعریف لوگو موشن:\r\nبه زبان ساده به حرکت درآوردن لوگوها توسط نرم افزار های گرافیکی را لوگو موشن میگوییم لوگو موشن یکی از زیر مجموعه های حوزه ی جذاب موشن گرافیک است.\r\nمزایای لوگو موشن:\r\nلوگو موشن باعث بهتر و بیشتر دیده شدن لوگوی کسب و کار شما میشود و در نتیجه باعث کشش مخاطبین بیشتر سمت شما و در نهایت افزایش مشتری را به دنبال خواهد داشت.\r\nلوگو موشن جذابیت خاصی به برند و لوگوی شما می بخشد پس باید در انتخاب این امر ( یعنی انتخاب یک لوگو موشن کار حرفه ای ) دقت ویژه ای داشت زیرا اگر در طراحی و اجرای این کار گرافیکی سهل انگاری شود ممکن است مخاطبین خود را از دست بدهید و حس کم اهمیت بودن برند به مخاطبین دست بدهد.\r\nآژانس تخصصی تبلیغات بستا این اطمینان را به شما می دهد که یکی از جذاب ترین و تاثیرگذارترین لوگو موشن ها را با توجه به حوزه ی کاری شما و متناسب با علایق و نظراتتان برای کسب و کار شما طراحی کند.', NULL, 4, NULL, '2020-12-13 09:27:16', '2021-02-22 17:47:24'),
(33, 'قدرت موبایل در ارتباط با مشتری', 'قدرت-موبایل-در-ارتباط-با-مشتری', 'blugs/images/531695015af586c3b90ded537f12e097نهایی4.jpg', 'امروزه تلفن همراه یکی از مهم ترین ابزار های الکترونیکی است که تقریباً تمامی افراد جامعه از سنین پایین تا کهنسالان از آن استفاده میکنند.\r\nزمانی کاربرد تلفن همراه فقط برای تماس گرفتن و پیامک های ساده بود، اما با پیشرفت تکنولوژی و همگانی شدن و سهولت استفاده از اینترنت تلفن های همراه را وارد دنیای جدیدی به نام دنیای دیجیتال کرد و با تولید نرم‌افزار های مختلف در حال حاضر این تلفن ها به اوج کاربرد خود رسیده اند.\r\nبا استفاده از تلفن همراه میتوان با مشتریان به راحتی ارتباط برقرار کرد البته که راه های ارتباطی با مشتریان فقط به تلفن های همراه ختم نمی‌شود ولی تحقیقات ثابت کرده که افراد با تلفن های همراه خود احساس نزدیکی و راحتی بیشتری میکنند و به بیانی دیگر زندگی آنان با تلفن ها عجین شده است پس میتوان به این نتیجه رسید که بهترین راه ارتباط با مشتریان از همین طریق است.\r\nپس باید بیش از پیش در اشتراک گذاری اطلاعات در فضای دیجیتالی دقت لازم را به عمل آورد.\r\nخلاقیت در ارتباط با مشتری و تبلیغات و بازاریابی یکی از مهم ترین عواملی است که باید در استفاده از تلفن ها به دلیل تنگاتنگ بودن رقابت در عصر دیجیتال یاد کرد.\r\nبا توجه به اطلاعات بسیار مفیدی که میتوان از تلفن همراه در رابطه با مشتریان به دست آورد مانند مکان زندگی مشتریان، علاقمندی های آنان و غیره میتوان بهترین راه ها را برای جذب آنان به کار برد.', NULL, 4, NULL, '2021-01-17 19:21:48', '2021-01-17 19:21:48'),
(34, 'ایجاد هویت برند', 'ایجاد-هویت-برند', 'blugs/images/091f7fc11af426539d17d610447e83d5Untitled-5.jpg', 'زمانی که شرکت هایی با ارزش های چند میلیون دلاری ساخته شدند تفکری با معنی برند سازی به وجود آمد تا افراد بتوانند کسب و کار خود را از بقیه متمایز کنند.\r\nقاعدتاً باید زمان صرف شود تا برندی را گسترش داد، یک برند نمی‌تواند یک دفعه ای و در کسری از ثانیه ساخته شود بلکه نیازمند صبر و برنامه ریزی دقیق اجرایی کردن صحیح ایده ها و استراتژی ها و همچنین نیازمند خلاقیت است.\r\nیک برند نماد و ظاهر یک کسب و کار است به بیانی دیگر تصویری از کار شماست که باید با مخاطبین ارتباط برقرار کند پس چه بهتر که طوری طراحی شود که بتواند بهترین ارتباط را با مشتری برقرار کند.\r\nیک برند باید بتواند هدف کسب و کار شما را به ساده ترین شکل ممکن و واضح به مخاطب انتقال دهد.\r\nیک برند باید به گونه ای طراحی شود که بتواند با تمامی اقشار یک جامعه ارتباط برقرار کند و همگان آن را بفهمند.\r\nیکی از مهم ترین قسمت ها در بخش برند سازی لوگوی شماست دقت کنید که لوگو همان برند نیست بلکه جزئی از آن است که میتوان آن را از عناصر بصری برند نام گذاری کرد، لوگو تاثیر بسیاری در ارتباط شما با مشتریان دارد.\r\nخلق یک لوگوی منحصر به فرد و خاص میتواند بهترین تاثیر را در ذهن مخاطب بگذارد بیایید مثالی بزنیم تا درک این موضوع برایتان راحت تر شود به عنوان مثال لوگوی پپسی یا کوکولا یا استارباکس لوگوهایی هستند که با وجود تغییر ها در سالیان سال ولی هنوز هم افراد با دیدن آن ها نوشیدنی محبوب خود را یاد کرده و کاملاً میدانند که این لوگو ها برای چه شرکتی و در چه زمینه ای مشغول است.\r\nشما میتوانید با به کارگیری یک طراح گرافیک و یک نویسنده برند خود را خلق کنید اما به یاد داشته باشید که نتیجه ی چندان خوبی برای شما نخواهد داشت.\r\nبرای دست یابی به خلق یک برند محبوب و موفق باید با خودتان رو راست باشید طوفان های فکری به راه بیندازید و با چندین نفر جلساتی برگزار کنید نقاط ضعف و قوت خود را بنویسید و سعی کنید از پیشنهادات همه استفاده کنید و در صدد برآیید تا این نقاط ضعف را تبدیل به نقاط قوت کنید.\r\nمخاطبین هدف خود را شناسایی کنید حتی میتوانید از مشتریان خود در جلسات تان استفاده کنید.\r\nهمیشه توجه تان به نتایج جلسات، مذاکرات و برخورد مشتریان نسبت به استراتژی شما باشد، سعی کنید از طریق تبلیغات اعتماد مشتری را جلب کنید و تبلیغات خود را به گونه ای طراحی و اجرا کنید که تمامی اجزای آن با یک دیگر هماهنگ و مرتبط باشند از رنگ لباس گرفته تا سن بازیگر تبلیغات و غیره.\r\nاز شیوه های خلاقانه و نوین استفاده کنید تگ لاین ها را فراموش نکنید که شرکت های بزرگ با استفاده از آن به موفقیت های بزرگی رسیده اند در استفاده از تگ لاین به سادگی آن توجه کنید و سعی کنید به گونه ای باشد که به راحتی در ذهن بماند.', NULL, 4, NULL, '2021-01-17 19:36:46', '2021-01-17 19:36:46'),
(35, 'قیمت طراحی لوگو و تفاوت نرخ‌های آن‌ها', 'قیمت-طراحی-لوگو-و-تفاوت-نرخ-های-آن-ها', 'blugs/images/a14905438d0c40e21cda1f75b51a83d7نهایی2.jpg', 'قیمت لوگو با توجه به موارد مختلفی مشخص میشود، لوگو قسمت مهمی از یک برند است که میتوان آن را اولین قسمتی از یک برند نامید که به چشم مشتری می آید. \r\nپس میتوان گفت که طراحی لوگو موضوع مهمی برای کسب و کارهایی است که در این بازار سرشار از رقابت برای هر چه بهتر شدن خود تلاش می کنند.\r\nبا نگاهی تخصصی و حرفه ای میتوان گفت که لوگو یک هزینه نیست بلکه یک سپرده گذاری بلند مدت است، و با انتخاب یک شخص یا شرکت طراحی لوگوی متخصص میتوان این اطمینان را پیدا کرد که لوگو در بهترین حالت خود و به شکل خاصی به وجود می آید و به سادگی میتواند پیام شما را به مخاطبین تان عرضه کند.\r\nلوگوها قیمت های بسیار متفاوتی دارند در کشور ما قیمت لوگوها از ۵۰٫۰۰۰ تومان شروع و تا شصت میلیون ادامه دارد و در خارج از کشور نیز از ۱۰ دلار تا بالای ۱۰۰،۰۰۰ دلار متغیر است.\r\nطراحان لوگو به هفت دسته تقسیم می شوند که هر کدام از این دسته ها با توجه به دانش و مهارت درباره لوگو و طراحی آن و درصد کپی برداری و خلاقیت در طراحی برای کارها در سطوح مختلف کاربرد دارند این هفت دسته به قرار زیر هستند:\r\n۱- طراحی لوگو با استفاده از سایت های دارای قالب طراحی لوگو آماده: در این سایت با پرداخت بهای بسیار ناچیز یا رایگان میتوان لوگویی خریداری کرد.\r\n۲- طراحی لوگو توسط افراد فریلنسر آماتور: این افراد با توجه به دانش اندکی که درباره ی این کار دارند قالب های آماده لوگوها را از سایت های مخصوص دانلود و با اندکی تغییر و تصرف به شما تحویل می دهند.\r\n۳- طراحی لوگو توسط افراد فریلنسر نیمه حرفه ای: این افراد  دانش محدودی در این کار دارند و با کمی خلاقیت قالب های آماده لوگوها را تغییر داده و لوگو را طراحی می کنند.\r\n۴- طراحی نشان یا لوگو توسط گروه ها و تیم های آماتور: تنها تفاوت این گروه با گروه قبلی این است که این دسته از چندین نفر برای طراحی استفاده میکنند ولی باز هم از خلاقیت به شکل جدی خبری نیست و کپی برداری بسیار مشهود است.\r\n۵- طراحی آرم یا لوگو توسط تیم ها و شرکت های تبلیغاتی متوسط: در این گروه از طراحان کارکشته تری نسبت به گروه های قبل استفاده میشود و خلاقیت در کارها قابل مشاهده است و مناسب استارتاپ ها و کسب و کارهای کوچک است.\r\n۶- طراحی لوگو برند توسط افراد حرفه ای و مشهور: طراحی لوگو در این گروه توسط فرد مشهور و با تجربه و مهارت بالایی انجام می شود و نتیجه فوق العاده ای برای شما به ارمغان می آورد فقط تنها ایراد این گروه وجود یک شخص برای طراحی است.\r\n۷- طراحی لوگو توسط آژانس خلق برند و طراحی لوگوی حرفه ای: در این گروه خلاقیت و زیبایی و تجربه و دانش به اوج خود می‌رسد و بهترین کار به شما تحویل داده می شود در اینجا کار به صورت کاملا علمی و اصولی انجام میگیرد و با استفاده از خرد جمعی بهترین نتایج حاصل می شود.\r\nنرخ قیمت طراحی لوگوها از گروه اول کمترین نرخ و تا گروه آخر بیشترین نرخ را به صورت پلکانی دارند.\r\nهمانطور که قبلاً گفتیم طراحی لوگو به عوامل مختلفی بستگی دارد چند عوامل دیگر را نیز اینجا متذکر می‌شویم:\r\nنوع طرح لوگو/ زمان صرف شده برای طراحی لوگو/ بودجه ی کارفرما / طرح های اولیه / دفعات ویرایش / تجربه و پیش زمینه / مخاطبین لوگو.', NULL, 4, NULL, '2021-01-17 19:42:34', '2021-01-17 19:42:34'),
(36, 'تبلیغات تاثیرگذار', 'تبلیغات-تاثیرگذار', 'blugs/images/1eb59e7e2d5630de18ec86bbabca91acنهایی6.jpg', 'هر سال با رسیدن به جشن هالوین شاهد بازاریابی تمامی کسب و کارها هستیم برای هر تعطیلاتی حجم زیادی از بازاریابی ها را می توان همه جا مشاهده کرد که مردم را ترغیب به هزینه کردن در موضوعات مختلف می کنند و اما برد با تبلیغاتی است که بتواند کنترل احساسات مردم را در دست بگیرد و آنها را وادار به انجام کار مورد نظر خود کند.\r\nچند نمونه از بهترین این کمپین های بازاریابی را برای شما معرفی می کنیم،\r\nکمپین تبلیغاتی یا جشنواره:\r\n ۱- بازاریابی کوکا کولا: صلح روی کره زمین یا حداقل در مراکز خرید:\r\nاین شرکت ویدیویی را در فضای مجازی پخش کرد که دو نفر در یک فروشگاه بر سر یک ژاکت که فقط یکی از آن مانده دعوا می‌کنند بعد با نوشیدن نوشابه کوکاکولا آرام شده و با یک دیگر آشتی میکنند. این تبلیغ نشانه جمع شدن افراد دور یک دیگر و احساس صمیمیت و مهربانی با نوشیدن کوکاکولا است.\r\n۲- شرکت optoutside#: REI\r\nاین شرکت در روز جمعه ی سیاه روز معروف بعد از شکرگزاری تمامی کارکنان خود را به خرید نکردن دعوت کرد و انجام دادن کار مورد علاقه خود را در آن روز به آنان پیشنهاد داد به دور از درگیری های ذهنی. این کار با استقبال خوبی روبرو شد به طوری که برند های بزرگ برای فضای کاری خود همچین ایده یی را در نظر گرفتند و از آن با دو هشتگ زیر یاد می کنند:\r\n#optoutside\r\n#outdoorResearch\r\n۳-شرکت wework :wwgiftguide\r\nاین شرکت ایده هدیه دادن در تعطیلات را مطرح کرد با این عنوان که بهترین هدیه ای که میتوان به یک نفر داد و او را هیجان زده کرد و به آن نشان داد که او را می شناسیم.\r\nهر یک از هدایا با شکل مختلفی بود که به صورت هدیه برای دوستان/ هدیه برای دوستان فضای مجازی/ هدیه برای خانواده و هدیه با پیام این که او را می شناسیم پخش شد.\r\nهر یک از این هدایا خصوصیات منحصر به فرد شرکت wework را نشان میداد، همین ویژگی ها به مردم برای خرید از این مجموعه کمک می کرد، و برای گسترش و توسعه این کمپین از مردم خواسته شد تا هدایای خود را با هشتگ:\r\n#wwgiftguide\r\nدر فضای مجازی منتشر کنند.\r\n۴- بازدید بدون ماندن: HotelTonight\r\nدر تعطیلات و جشن ها وقت گذراندن با خانواده امری بدیهی است حال کسی دوست داشته باشد یا نه.\r\nشرکت HotelTonight از یک راه حل استفاده کرد که مسافران بتوانند خانواده خود را ببینند اما پیش آنها نباشند.\r\nاین کمپین در فضای مجازی پخش شد در ابتدا مسابقه ای در فیسبوک برگزار شد که فالوور ها بهترین و بدترین خاطرات خود را از حضور در جشن های خانوادگی بیان کنند و نظرات خود را با یک دیگر به اشتراک بگذارند، همچنین از بقیه فالوور ها در توییتر برای شرکت در کمپین دعوت شد و نیز امکان استفاده از استیکر های خنده دار و تصاویر نوستالژی و تبلیغات صوتی فراهم شد تا کاربرانی که خاطره را فراموش کرده بودند بتوانند آن را به یاد آورند.\r\n۵- ببینید برای چه چیزهایی شکر گزار خدا هستیم؟: Hinge\r\nدر این تعطیلات خداوند را بابت چه چیزی شکر می کنید؟ در ماه نوامبر Hinge برای تمام کاربران خود ایمیلی با مضمون بالا فرستاد و از این فرصت برای صحبت درباره نام تجاری جدید و رشد استفاده کرد.\r\nآن ها مردم را برای گذراندن وقت خود با کسانی که دوستشان دارند ترغیب کردن شخصی که به خاطرش خدا را شکر می کنند.\r\nتبلیغات روی احساسات بالای ۵۰ درصد امتیاز دارد.\r\nاو از این فرصت برای برای کنترل احساسات کاربران خود استفاده کرد تا مردم بتوانند ارتباطات خوب و معناداری پیدا کنند به جای اینکه به چیزهای بیهوده و کوتاه مدت فکر کنند.\r\n۶-جشن Wihnachtsclip/Edeka\r\nهنگام کریسمس در کشور آلمان جشن Wihnachtsclip برگزار می شود. \r\nاز فروشگاه های بزرگ آلمان Edeka است، که برای به غلیان درآوردن احساسات مشتریان یک تبلیغ مهییج را پخش می کرد.\r\nدر این تبلیغ مرد مسنی نمایش داده می شد که بدون فرزندان خود و تنها جشن سال نو را می گذراند، اما پس از مدتی نامه ای حمل بر فوت این مرد به دست فرزندانش رسید و آنها به طرف خانه پدر حرکت کردند وقتی به آنجا رسیدند پدر خود را زنده دیدند پدر به آنها گفت چطور می‌توانستم به غیر از این همه را دور خودم جمع کنم؟\r\nادامه فیلم نشان میداد که اعضای خانواده در کنار هم غذا های لذیذی را می خوردند و شاد و خرسند هستند، این ویدئو یکی از محبوب ترین ویدئو ها یوتیوب شد.\r\nفروشگاه Edeka با این کار توانست مشتریان زیادی جذب کند با این که در تبلیغات خود نامی از اینکه فروشگاه غذائی هست برده نشده بود.', NULL, 4, NULL, '2021-01-17 19:51:35', '2021-01-17 19:51:35'),
(37, 'اینفوگرافیک', 'اینفوگرافیک', 'blugs/images/3c300edff2d70ef5f7decef2671c70c1نهایی 9.jpg', 'تقریبا ۱۰ سال از زمانی که که اینفوگرافیک به حوزه طراحی گرافیک اضافه شده است میگذرد، اما هنوز کسانی هستند که با اینفوگرافیک کامل آشنا نشده اند. ما سعی کردیم تا در این مقاله با زبانی ساده اینفوگرافیک را برای شما عزیزان تعریف کنیم.\r\nکلمه اینفوگرافیک در دیکشنری آکسفورد، به معنی نمایش تصویری از اطلاعات یا داده ها است. \r\nاما معنی دقیق و کامل تر آن را میتوان اینگونه بیان کرد: اینفوگرافیک مجموعه ای از نمودارها، اطلاعات و تصاویری است که خلاصه ای ساده از یک موضوع را به طور سریع به ما انتقال می دهند.\r\nهدف اصلی طراحی اینفوگرافیک خوب، انتقال سریع و موثر موضوع مدنظر به مخاطبان است، به گونه ای که به راحتی مخاطب را جذب کرده و در ذهنش ماندگار شود.\r\nاکنون می خواهیم به ۵ نوع اینفوگرافیک و کاربرد هر کدام اشاره کنیم:\r\n●اینفوگرافیک آماری، برای نمایش داده ها‌ و اطلاعاتی که از منابع مختلف و یا در اثر نظرسنجی های مختلف به دست آمده اند، به وسیله تصاویر، نمودارها و آیکن های جذاب طراحی می‌شوند.\r\n●اینفوگرافیک آموزنده، برای انتقال و تفهیم موضوعی بطور آسان و سریع به مخاطبان، استفاده می‌شود. معمولا در این نوع اینفوگرافی از جملات ساده، خلاصه و همچنین از عنوان‌های جذاب استفاده می‌شود تا مخاطب اول جذب مطلب آموزشی شده و بعد در ذهنش ماندگار شود.\r\n●اینفوگرافیک زمان بندی شده، برای نمایش مناسبت ها و تاریخچه‌ی آنهاست که معمولا با استفاده از تصاویر، خطوط و برچسب ها طراحی می‌شوند.\r\n●اینفوگرافیک فرآیندی، برای ارائه‌ی خلاصه ای از مراحل یک فرآیند استفاده می‌شود. برای طراحی بهتر و انتقال سریع تر مفاهیم اینفوگرافی به مخاطب، میتوان از رنگ ها، علامت ها و آیکن های مختلفی جهت جذب نگاه مخاطب به قسمت مدنظر استفاده کرد.\r\n●از اینفوگرافیک جغرافیایی، میتوان برای نشان دادن آمار یا اطلاعاتی درباره موقعیت جغرافیایی خاص به طور موثری بهره مند شد. نمودار های نقشه دار اصلی ترین عنصر یو اینفوگرافیک جغرافیایی است.\r\nاینفوگرافیک ها موثر و مفید هستند، چون از تصاویر ساخته شده اند.\r\nطبق آمارها، تصاویر هزاران برابر سریع تر از متون در ذهن پردازش می‌شوند و بدیهی است که بیش از نیمی از انسان ها مطالبی که به شکل بصری تولید شده اند را سریع تر و آسان تر یاد میگیرند.', NULL, 4, NULL, '2021-01-24 11:13:58', '2021-01-26 17:39:52'),
(38, 'مهارت های مهم برای طراحی لوگو', 'مهارت-های-مهم-برای-طراحی-لوگو', 'blugs/images/3fbbf5909766b9aa8e1f6dfb0828a193نهایی 11.jpg', 'کسانی که‌ میخواهند لوگو طراحی‌ کنند،‌باید هویت بصری مجموعه‌ را درون لوگو بگنجانند، این نکته یکی از اصول مهم در طراحی لوگو است.\r\nاکنون توصیه هایی از زبان مشبیل(کارشناس طراحی لوگو) را با هم مرور میکنیم:\r\n○هدف اصلی از طراحی لوگو این است که مشتری بتواند برند شما را از برند های دیگر تشخیص دهد، پس لوگو باید منحصربه فرد و هوشمندانه طراحی شود. \r\nهنگام طراحی لوگو باید به چیزی فکر کنید که کاملا متمایز با طرح های موجود است. حتی ذره ای تقلید از لوگو های دیگر شما را به طراح غیر حرفه ای تبدیل میکند.\r\nلوگویی که طراحی میکنید نباید اینقدر ساده باشد که دیگران بتوانند به راحتی از آن استفاده کنند. اما میبینید که برندهای موفق لوگو های پیچیده و در عین حال ساده ای دارند تا مخاطب بتواند به آن‌ را تجزیه و تحلیل کند.\r\nالبته که در برخی مواقع نمی توان از تقلید دور ماند، اما استفاده از ذهن و طرح های خلاقانه را نباید نادیده گرفت.\r\n○با اینکه لوگو یک تصویر است اما معرف نام تجاری یک مجموعه نیز می‌باشد. پس هنگام طراحی لوگو باید به این فکر کنید که از دیگر وظایف لوگو این است که معرف و یادآور یک نام تجاری باشد.\r\nچند سطر بالاتر به ساده نبودن لوگو اشاره کردیم، اما اگر دقت کنید برخی لوگو ها هستند ‌که در نگاه اول نمیتوانیم نام برند را بخوانیم و این اصلا خوب نیست! چون باعث کاهش جذابیت لوگو برای مخاطب می‌شود.\r\nیکی دیگر از مهم ترین شاخصه ها در طراحی لوگو رنگ است. \r\nهر رنگ داری معنی خاص است و وقتی تصمیم به طراحی لوگو میگیرم باید تمام این معانی را بدانیم تا بتوانیم از رنگ مناسب در موضوع متناسب با خودش استفاده کنیم.', NULL, 4, NULL, '2021-01-25 08:58:55', '2021-01-26 17:39:36'),
(39, 'هویت سازی برند', 'هویت-سازی-برند', 'blugs/images/f58c1f2228b212f0fd7fdd61a6ce72b6نهایی 10.jpg', 'این روزها برندهای قدرتمندی را میبینیم که در جذب مشتری کاملا موفق هستند، اگر به برند آنها دقت کنیم اولین مشخصه، \"هویت بصری\" قدرتمند است. این برندها با تفکری عمیق توانسته اند هویت بصری ای ایجاد کنند تا عواطف و احساسات مخاطبان را تحت تاثیر قرار داده و همچنین اعتماد آنها را نسبت به محصولات خود جذب کنند.\r\nپس تا اینجا دانستیم که یکی از مراحل ساخت هویت برند، خلق هویت بصریِ خوب است.\r\nبرندهای موفق میتوانند خلاق باشند. آنها همراه با نیازهای مشتری حرکت می‌کنند و در محصولات خود کیفیت و خلاقیت را به نمایش میگذارند، به همین دلیل است که  مخاطبانشان برای رونمایی محصول و دسترسی به آن هیجان دارند.\r\nآنها سعی میکنند همیشه نسبت به رقبای خود متفاوت باشند. آنها تمایز را در هویت برند و ذهن مشتریان پررنگ می‌کنند.\r\nنشان دادن توجه به نیاز مصرف کنندگان اصل مهم و دشواری است.\r\nهمه ی مصرف کنندگان در موقعیت های مختلف جغرافیایی شرایط و نیازهای یکسانی ندارند، پس برندهای موفق باید پاسخگوی تمامی نیازهای مشتریان خود باشند.\r\nاستفاده از فاکتورهای بصری مثل تضاد رنگ ها، سادگی یا پیچیدگی، حرکت و... کمک بسزایی در زیبایی هویت برند و ماندگاری آن در اذهان می‌کند. اما ممکن است برند طی مدت ها نیاز به تغییر داشته باشد، که این تغییرات را میتوان در هویت بصری برندهاب قدرتمند نیز مشاهده کرد.\r\nالبته نکته ای در خلق هویت بصری برند خیلی باید به آن توجه داشت، استفاده از روانشناسی رنگ ها است.\r\nاینکه رنگ ها و میزان وضوحشان به چه صورت باشد، به نوع محصول و جنس و سن مخاطبان آن برند بستگی دارد. برای مثال رنگ قرمز برای محصولات خوراکی و یا رستوران ها مناسب است چون این رنگ تا حدودی اشتها بر انگیز است.\r\nاشکال هندسی نیز می‌توانند بخش بزرگ و مهمی در هویت بصری برند موفق باشند، به شرط اینکه از آنها به درستی و با خلاقیت بالا استفاده شود.', NULL, 4, NULL, '2021-01-25 09:01:22', '2021-01-26 17:39:16'),
(40, 'توسعه برند', 'توسعه-برند', 'blugs/images/8bc57065ae16b39a1994c51373997ff2Untitled-8.jpg', 'در مقاله‌ی \"هویت برند\" به برخی از قدم هایی که برندهای موفق برای ساخت هویتشان برداشته اند اشاره کردیم، اما سوال این است که فقط ساخت هویت برند برای موفقیت کافی است؟\r\nفکر میکنید شرکت هایی که برندسازی میکنند بعد از ساخت هویت و طراحی لوگو و... کارشان تمام میشود؟\r\nمسئله این است که ما باید بعد از ایجاد هویتی برای برند، بتوانیم آن برند را در ذهن ها ماندگار سازیم که این اتفاق تنها با حفظ کیفیت، ارزش های برند و همچنین اعتماد مشتریان میسر خواهد شد.\r\nمعمولا برای توسعه دادن یک برند باید به بخش های اصلی آن توجه شود. \r\n\"بخش های اصلی توسعه برند\"\r\nاستراتژی برند:\r\nدر این بخش تصمیم میگیرند که با چه روش هایی برند را به بازار معرفی کنند. هرچقدر این روش ها بهتر باشند، توسعه برند روند سریع تر و بهتری را در پی خواد داشت.\r\nهویت برند:\r\nبا هویت برند میتوان یک برند را به مردم معرفی کرد. همچنین میتوان تعیین کرد که برند، مدت بیشتر یا کمتری در ذهن مخاطب بماند.\r\nمدیریت برند:\r\nدر این بخش تمام سرمایه گذاری ها و هزینه های برند مدیریت می‌شود.  موفقیت یا شکست برند بسیاد به نحوه مدیریت بستکی دارد.\r\nطراحی گرافیک: \r\nشاید بتوان گفت این بخش تاثیرگذار ترین بخش توسعه برند است، زیرا اگر طراحی گرافیک که شامل ویژگی های ظاهری برند است نباشد مردم نمیتوانند با برند ارتباط عاطفی و... برقرار کنند، در نتیجه به هیچ عنوان جذب آن نمی شوند.', NULL, 4, NULL, '2021-01-30 08:15:52', '2021-02-07 18:09:21'),
(41, 'مفهموم رابط کاربری و تجربه کاربری', 'مفهموم-رابط-کاربری-و-تجربه-کاربری', 'blugs/images/246c215fd22194d4d4dde52edacf2de8Untitled-77.jpg', 'ابتدا باید بدانیم که رابط کاربری چیست:\r\nبه طور خلاصه هدف اصلی رابط کاربری فراهم کردم سیستمی است که مخاطبان بتوانند از طریق آن تعامل بیشتری با خدمات یا محصولات داشته باشند، یعنی نیازها و نظرات و پیشنهادات خود را به راحتی بازگو کنند.\r\nسیستمی که جهت رابط کاربری طراحی می‌شود باید به گونه ای باشد که مخاطب با آن احساس راحتی کند و هر لحظه که نیاز داشته باشد وارد سیستم شود، تا حد امکان هر قشری( اگر جامع هدف بزرگی دارید)بتواند با آن تعامل برقرار کند. به عبارتی دیگر پیچیده و سخت نباشد.\r\nاز ظاهر(رنگ،فونت،برچسب،اشکال و...)جذابی برخوردار باشد.\r\nو از همه مهم تر دارای محتوای متنی و تصویری با کیفیتی باشد.\r\nاکنون به معنی تجربه کاربری می‌پردازیم:\r\nتجربه کاربری شامل مجموعه ای از احساسات کاربران،هنگام تعامل با سیستم است.\r\nهدف از طراحی این دو( رابط کاربری و تجربه کاربری)تاثیرگذاری برند تجاری بر منطق و احساسات انسان ها است.\r\nتجربه کاربری در اصل تمامی آن چیزی که ما را به هدف نزدیک تر میکند(محتوا، الگوی تعامل، ساختار اطلاع رسانی و...) را در بر میگیرد. \r\n مس در نتیجه به هیچ هنوان نمیتوان تجربه کاربری را با رابط کاربری یکی دانست، اما بدیهی است که هدفشان یکسان است.', NULL, 4, NULL, '2021-01-30 08:19:45', '2021-02-07 18:11:03');

-- --------------------------------------------------------

--
-- Table structure for table `brands`
--

CREATE TABLE `brands` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `service_id` int(11) DEFAULT NULL,
  `portfo_id` int(11) DEFAULT NULL,
  `comment` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `countview` int(11) DEFAULT NULL,
  `tags` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `images` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 1,
  `indexshow` int(11) NOT NULL DEFAULT 0,
  `sort` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `brands`
--

INSERT INTO `brands` (`id`, `title`, `slug`, `description`, `service_id`, `portfo_id`, `comment`, `countview`, `tags`, `images`, `status`, `indexshow`, `sort`, `created_at`, `updated_at`) VALUES
(4, 'تب کار', 'تب-کار', 'شرکت تب کار وابسته به شرکت رسام اندیشه پارس شرکتی تبلیغاتی است جهت تبلیغات بر روی بدنه ی تاکسی ها و خودرو های عمومی', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/0510b582195d6a83787865a9aeb63ee935.png', 1, 1, 12, '2020-09-16 08:43:28', '2020-09-20 13:15:50'),
(5, 'هیبا', 'هیبا', 'فروشگاه مد و لباس هیبا در زمینه پوشاک اسلامی و حجاب استایل به صورت آنلاین در اینستاگرام و بصورت حضوری در پاساژ گالریا محصولات خود را به فروش میرساند', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/74e08bde504cb6da7f9901582e6ec6d242.png', 1, 1, 11, '2020-09-16 08:46:16', '2020-09-24 09:35:26'),
(6, 'سنگ باما', 'سنگ-باما', 'سنگ باما ، وب سایت مرجع سنگ های ساختمانی که صرفا برای آشنایی با سنگ های ساختمانی ، آشنایی با انواع سنگ و همچنین کم کردن فاصله میان خریداران و فروشندگان سنگ شکل گرفته است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/5d6cf57114a38cdc58452a9eee4a1b9714.png', 1, 1, 13, '2020-09-16 08:48:01', '2020-09-20 13:16:39'),
(7, 'ایران مرمر', 'ایران-مرمر', 'کارخانه سنگ ایران مرمر:\r\nسال تولید: ۱۳۴۴ \r\nموسس: حسن زنگنه\r\nفن آوری پیشرفته، خلاقیت، و کیفیت در پردازش سنگ طبیعی مورد توجه اصلی ایران مرمر است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/71ea2098ee4d8d3d349fd4158314ed2123.png', 1, 1, 10, '2020-09-16 08:48:37', '2020-09-20 13:17:13'),
(8, 'سانگ یانگ', 'سانگ-یانگ', 'سانگ یانگ، چهارمین شرکت خودرو سازی بزرگ کره ای، که در سال  ۱۹۶۳ است تاسیس شده است.\r\nخودروهایی با نام های موسو، چیرمن، اکتیون، کوراندو، کایرون، تیوولی و... تولید شده از شرکت خودروسازی سانگ یانگ، تا به امروز در ایران عرضه شده اند.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/ed89edcc50c1cd89304ff2b2fe73427011.png', 1, 0, NULL, '2020-09-16 08:51:05', '2020-09-20 13:17:32'),
(9, 'مادیران', 'مادیران', 'شرکت مادیران در سال ۱۳۴۳ تاسیس شده و در حال حاضر یکی از معتبرترین شرکت های حوزه IT و تجهیزات الکترونیکی در ایران است. سه برند X.vision و  kisabz. و Sharp برای این شرکت می باشد.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/eed4c8453a1303a478cfa043524decd016.png', 1, 0, NULL, '2020-09-16 08:54:30', '2020-09-20 13:17:53'),
(10, 'آمیتیس سنتر', 'آمیتیس-سنتر', 'آمیتیس سنتر، با هدف فروش کالا های دیجیتال با قیمت های مناسب، واقع در شهر تهران، در خوزه خرید و فروش لوازم دیجیتالی (همچون موبایل، تبلت و...) فعالیت می کند.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/99620cef640900e9e67199099fe8840821.png', 1, 0, NULL, '2020-09-16 08:57:13', '2020-09-20 13:18:50'),
(11, 'بانک شهر', 'بانک-شهر', 'بانک شهر یکی از مدرن ترین و قوی ترین بانک های ایرانی اسلامی است که در سال ۱۳۸۷ به عنوان یکی از مجموعه های شهرداری تهران تاسیس شد.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/d06378ec887763270569b2f2338b8c789.png', 1, 1, 6, '2020-09-16 09:08:58', '2020-09-20 13:19:05'),
(12, 'کانون هم عهد', 'کانون-هم-عهد', 'وب سایت هم عهد وب سایت رسمی استاد محمد باقر حیدری کاشانی می باشد که فعالیت ان در زمینه مهدویت و سبک زندگی مهدوی است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/ad9dc5a0f02fde3e4ddf5467136d74f824.png', 1, 0, NULL, '2020-09-16 09:10:06', '2020-09-20 13:19:28'),
(13, 'پالادیوم', 'پالادیوم', 'مرکز خرید پالادیوم یکی از زیباترین و بزرگترین پاساژ های تهران با متنوع ترین برند های روز دنیا واقع در ولنجک خیابان الف می باشد.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/7d5556ce2c18960fcc1055b1446000191.png', 1, 1, 9, '2020-09-16 09:38:01', '2020-09-20 13:19:43'),
(14, 'مهساب سنگ', 'مهساب-سنگ', 'با قدمتی ده ساله و متکی بر تجربه و دانش و مهارت به روز دنیا علم و هنر را برای بدست آوردن بهترین نتیجه در زمینه تولید سنگ به خدمت گرفته است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/d7a0e68e5ce0943e4f7793d75ceb3def28.png', 1, 0, NULL, '2020-09-16 09:40:58', '2020-09-20 13:20:05'),
(15, 'آژانس مهاجرتی آوانا', 'آژانس-مهاجرتی-آوانا', 'آژانس مهاجرتی آوانا', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/1475741751755c78d0b29dd771d4a5ec37.png', 1, 1, 15, '2020-09-16 09:56:31', '2020-09-27 07:41:26'),
(16, 'واکس بلدرچین', 'واکس-بلدرچین', 'واکس بلدرچین بزرگترین تولید کننده انواع واکس در ایران و صادرکننده به بازارهای بین المللی است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/f38c8d5e1b724fff661e0409ed91bb8c25.png', 1, 1, 5, '2020-09-16 10:07:07', '2020-09-20 13:20:49'),
(17, 'جیلی', 'جیلی', 'یکی از شرکت های خصوصی خودرو سازی چینی است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/85b5333a16357d6c45a7023b901ca4a422.png', 1, 0, NULL, '2020-09-16 10:23:26', '2020-09-20 13:21:09'),
(18, 'سمعک برتر', 'سمعک-برتر', 'کلینیک تخصصی شنوایی سمعک برتر، نمایندگی فروش انواع سمعک ها با قیمت های مناسب هستند که واقع در خیابان شریعتی  فعالیت می کنند.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/3ece62bb0e51c3056469fbfcddb85a4333.png', 1, 0, NULL, '2020-09-16 10:23:54', '2020-09-20 13:21:58'),
(19, 'پزشکان بدون مرز', 'پزشکان-بدون-مرز', 'این تیم پزشکی تقریبا در بیشتر کشور های جهان فعالیت دارد.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/961bff29e3f2bbc9d929d0c78288c4d18.png', 1, 0, NULL, '2020-09-17 06:24:23', '2020-09-20 13:22:59'),
(20, 'داروخانه دکتر صوفی بروجردی', 'داروخانه-دکتر-صوفی-بروجردی', 'داروخانه دکتر بروجردی واقع در خیابان پیروزی خیابان نبرد پاسخگوی نیاز های شما به داروهای مختلف است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/b7bdc1b1150ac94ae2d9a768bc56787620.png', 1, 0, NULL, '2020-09-17 07:03:53', '2020-09-20 13:23:27'),
(21, 'صندوق ذخیره کارکنان بانک شهر', 'صندوق-ذخیره-کارکنان-بانک-شهر', 'در خرداد 1395 تفکر افزایش سطح رفاه و معیشت پرسنل بانک شهر و شرکت های تابعه و افزایش قدرت خرید منجر به تاسیس صندوق ذخیره کارکنان بانک شهر.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/51641cc7ed1f2b33f0a0cd3e7f28fbb541.png', 1, 0, NULL, '2020-09-17 07:17:04', '2020-09-24 09:03:30'),
(22, 'تیم بسکتبال پارسیا', 'تیم-بسکتبال-پارسیا', 'تیم بسکتبال پارسیا ویژه نونهالان و نوجوانان در لیگ بسکتبال ایران است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/3bbe6860ef68cc0366ba2d4f222c91aa26.png', 1, 1, 14, '2020-09-17 07:30:40', '2020-09-20 13:24:04'),
(23, 'عکس مستند', 'عکس-مستند', 'جشنواره عکس مستند هر ساله برای شناسایی افراد با استعداد در زمینه عکاسی مستند برگزار می شود.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/681fb23db1b60be9e3c979ca1463ca3932.png', 1, 0, NULL, '2020-09-17 07:43:55', '2020-09-20 13:24:18'),
(24, 'ماشین آلات اداری آسماری', 'ماشین-آلات-اداری-آسماری', 'ماشین آلات اداری آسماری عرضه کننده ماشین آلات اداری از جمله دستگاه کپی و پرینتر است.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/776e8049cc3f9562cf6b7f2d189cf20434.png', 1, 0, NULL, '2020-09-17 07:51:30', '2020-09-20 13:24:35'),
(25, 'گروه طراحی مد و لباس محرر', 'گروه-طراحی-مد-و-لباس-محرر', 'با هدف تولید ملی در صنعت پوشاک و مد اسلامی فعالیت می کند.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/4c8e76de24f6405a685c165bc0431e7938.png', 1, 1, 8, '2020-09-17 08:50:45', '2020-09-20 13:24:50'),
(26, 'محصولات غذایی رنیس', 'محصولات-غذایی-رنیس', 'کارخانه محصولات غذایی رنیس با تکیه برتوان داخل به تولید انواع ادویه جات میپردازد.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/ed2ebfe82991e710349ccebb7092f12340.png', 1, 1, 4, '2020-09-17 09:01:54', '2020-09-20 13:25:02'),
(27, 'آسا تجارت', 'آسا-تجارت', 'شرکت آسا تجارت در زمینه صادرات کالا و خدمات در عرصه های بین المللی فعالیت می کند.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/55bcffa2c88d6b5a9006d45ef790bf0530.png', 1, 0, NULL, '2020-09-17 09:05:36', '2020-09-20 13:25:16'),
(28, 'کوزه', 'کوزه', 'رستوران سنتی کوزه با فراهم کردن محیطی دلنشین و کیفیت بی نظیر غذاها پذیرای حضور گرمتان خواهد بود.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/cab4a1d2677110a63804f38ee48d24d313.png', 1, 0, NULL, '2020-09-17 09:11:07', '2020-09-20 13:25:29'),
(29, 'آینده ایمن پیشگامان', 'آینده-ایمن-پیشگامان', 'شرکت آینده ایمن پیشگامان شرکتی است در زمینه خدمات امنیتی مانند دوربین های مدار بسته ، آنتی ویروس و... فعالیت می کند.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/9e4f90a74c5c551632231e1d72607de54.png', 1, 0, NULL, '2020-09-17 09:16:15', '2020-09-20 13:25:42'),
(30, 'فرهاد اکسچنج', 'فرهاد-اکسچنج', 'صرافی فرهاد اکسچنج از بروزترین و کارآمدترین صرافی های تهران است معاملات خود را به صرافی فرهاد اکسچنج بسپارید.', NULL, NULL, NULL, NULL, NULL, 'images/brand/2020/e6870ebf4b6d559bd76888ea02d0c5ce19.png', 1, 0, NULL, '2020-09-17 09:22:25', '2020-09-20 13:25:56'),
(34, 'کارخانه سنگ دومارین', 'کارخانه-سنگ-دومارین', 'دومارین یکی از کارخانه جات بزرگ سنگ و برش در تهران است که به صورت حرفه ای به تولید سنگ ساختمانی و صادرات آن ها م یپردازد. مدیر این کارخانه برای نمایشگاه سنگ های ساختمانی در ترکیه به شرکت بستا مراجعه کردند، طی جلسات مشاوره نیاز سنجی انجام شد و استراتژی برند تدوین شد و در مرحله بعد لوگو و هویت سازمانی برند خلق شد.\r\nاز دیگر نمونه کارهای شرکت بستا برای این برند، طراحی کاتالوگ و ست اداری کامل است.', NULL, NULL, NULL, NULL, 'دومارین، کارخانه، سنگ، ساختمانی، صادرات، ترکیه، مشاوره، استراتژی، لوگو، هوی سازمانی، طراحی، کاتالوگ، ست اداری', 'images/brand/2020/5f51591b9c2df79e60f1ddc5a773d05f5.png', 1, 0, NULL, '2020-09-26 08:24:21', '2020-09-27 16:06:38'),
(35, 'هلدینگ حقوقی دادورزان امین', 'هلدینگ-حقوقی-دادورزان-امین', 'هلدینگ حقوقی دادورزان امین مطرح ترین و خوش نام ترین های استان تهران است \r\nبعد از جلسه ای که با مدیریت این هلدینگ برگزار شد تیم بستا نیاز سنجی و استراتژی نویسی این کار را شروع کردند و نتیجه ی آن خلق برند داد ورزان امین شد.\r\nما برای این هلدینگ:\r\nاستراتژی نویسی، طراحی وب سایت اختصاصی، طراحی لوگو و هویت سازمانی، طراحی استرابورد تبلیغاتی انجام داديم ونتیجه ی کار برای کارفرما بسیار مطلوب بود.', NULL, NULL, NULL, NULL, 'هلدینگ حقوقی دادورزان، تیم بستا، نیاز سنجی، استراتژی نویسی، طراحی وب سایت اختصاصی، طراحی لوگو، طراحی استرابورد،هویت سازمانی.', 'images/brand/2020/29c0922ad6d632dc36fac41fe621608a12.png', 1, 1, 7, '2020-09-26 08:40:33', '2020-09-27 16:06:48'),
(37, 'مجمع کارآفرینان غدیر', 'مجمع-کارآفرینان-غدیر', 'مجمع کارآفرینان غدیر', NULL, NULL, NULL, NULL, 'کارآفرینان غدیر', 'images/brand/2020/cd7d25d8f7c306c3899c9d48f59ca92239.png', 1, 1, 3, '2020-09-27 06:25:19', '2020-09-27 16:07:40'),
(38, 'خانه مستند انقلاب اسلامی', 'خانه-مستند-انقلاب-اسلامی', 'خانه مستند انقلاب اسلامی', NULL, NULL, NULL, NULL, 'خانه مستند انقلاب اسلامی', 'images/brand/2020/a42ce4b03693b74cfae8dc59d3b8604417.png', 1, 1, 2, '2020-09-27 06:38:54', '2020-09-27 16:07:51'),
(39, 'لوازم التحریر اسکول فنس', 'لوازم-التحریر-اسکول-فنس', 'لوازم التحریر اسکول فنس', NULL, NULL, NULL, NULL, 'اسکول فنس', 'images/brand/2020/444ad18890ee3f0a99f655e3ef872e463.png', 1, 0, NULL, '2020-09-27 08:00:36', '2020-09-27 16:08:13'),
(40, 'طوفان', 'طوفان', 'طوفان', NULL, NULL, NULL, NULL, 'طوفان', NULL, 0, 0, NULL, '2020-10-05 04:24:35', '2020-10-05 14:15:26'),
(41, 'ریحا', 'ریحا', 'ریحا', NULL, NULL, NULL, NULL, 'ریحا', NULL, 0, 0, NULL, '2020-10-05 04:25:02', '2020-10-05 18:23:17'),
(42, 'لکچر', 'لکچر', 'لکچر', NULL, NULL, NULL, NULL, 'لکچر', NULL, 0, 0, NULL, '2020-10-05 04:25:31', '2020-10-05 18:23:26'),
(43, 'وینر', 'وینر', 'وینر', NULL, NULL, NULL, NULL, 'وینر', NULL, 0, 0, NULL, '2020-10-05 04:25:52', '2020-10-05 18:23:34'),
(44, 'سهند', 'سهند', 'سهند', NULL, NULL, NULL, NULL, 'سهند', NULL, 0, 0, NULL, '2020-10-05 04:26:12', '2020-10-05 18:23:42'),
(45, 'لیلیا', 'لیلیا', 'لیلیا', NULL, NULL, NULL, NULL, 'لیلیا', 'images/brand/2020/969f5178bbb64a058acfdb9ec9438532lilia5.png', 1, 0, NULL, '2020-10-05 04:26:35', '2020-11-07 09:11:06'),
(46, 'ویدکس', 'ویدکس', 'ویدکس', NULL, NULL, NULL, NULL, 'ویدکس', NULL, 0, 0, NULL, '2020-10-05 09:25:58', '2020-10-05 18:23:55'),
(47, 'سنگ کیوان', 'سنگ-کیوان', 'مجموعه سنگ کیوان در سال ۱۳۸۴ فعالیت خود را آغاز کرد. این مجموعه ابتدا در زمینه واردات سنگ های خارجی فعالیت داشت اما با توجه به پیشرفتی که طی سال های اخیر داشت، در حال راه اندازی بخش تولیدی سنگ های زیبای ایرانی است.', NULL, NULL, NULL, NULL, 'سنگ‌کیوان، واردات‌سنگ‌های‌خارجی، تولیدسنگ‌های‌ایرانی', 'images/brand/2020/fea85870962c4426f2a404c01a6bc84dlogo-dark-1.png', 1, 0, NULL, '2020-11-22 06:14:14', '2020-11-22 06:14:14'),
(48, 'بستا', 'بستا', 'بستا', NULL, NULL, NULL, NULL, 'بستا', 'images/brand/2020/6c4c53cc5a1e374896b5ae63fabae67alogo.png', 1, 0, NULL, '2020-12-27 05:43:25', '2020-12-27 05:43:25'),
(49, 'کانون پرورش فکری کودکان و نوجوانان', 'کانون-پرورش-فکری-کودکان-و-نوجوانان', 'کانون پرورش فکری کودکان و نوجوانان', NULL, NULL, NULL, NULL, 'کانون پرورش فکری کودکان و نوجوانان', 'images/brand/2021/1a8f42f454be7522bf1f2cac8b9cf1d2لوگو کانون2.png', 1, 1, 1, '2021-03-28 12:02:19', '2021-03-28 12:03:43');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `commentrates`
--

CREATE TABLE `commentrates` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `commentable_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `commentable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `approved` tinyint(1) NOT NULL,
  `item1` tinyint(4) NOT NULL,
  `item2` tinyint(4) NOT NULL,
  `item3` tinyint(4) NOT NULL,
  `item4` tinyint(4) NOT NULL,
  `item5` tinyint(4) NOT NULL,
  `item6` tinyint(4) NOT NULL,
  `comment` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `commentable_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `commentable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `parent_id` bigint(20) UNSIGNED NOT NULL,
  `approved` tinyint(1) NOT NULL,
  `comment` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE `customers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `file_link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` int(11) NOT NULL DEFAULT 1,
  `description` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `click` bigint(20) DEFAULT 0,
  `user_id` bigint(20) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`id`, `name`, `file_link`, `status`, `description`, `click`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'مرکز خرید پالادیوم', 'customers/images/1.png', 4, 'مرکز خرید پالادیوم یکی از زیباترین و بزرگترین پاساژ های تهران با متنوع ترین برند های روز دنیا واقع در ولنجک خیابان الف می باشد.', 0, 4, NULL, NULL),
(2, 'فروشگاه اینترنتی شوآفر', 'customers/images/2.png', 4, NULL, 0, 4, NULL, NULL),
(3, 'لوازم التحریر اسکول فنس', 'customers/images/3.png', 4, 'لوازم التحریر اسکول فنس', 0, 4, NULL, NULL),
(4, 'آینده ایمن پیشگامان', 'customers/images/4.png', 4, 'شرکت آینده ایمن پیشگامان شرکتی است در زمینه خدمات امنیتی مانند دوربین های مدار بسته ، آنتی ویروس و... فعالیت می کند.', 0, 4, NULL, NULL),
(5, 'کارخانجات سنگ دومارین', 'customers/images/5.png', 4, 'دومارین یکی از کارخانه جات بزرگ سنگ و برش در تهران است که به صورت حرفه ای به تولید سنگ ساختمانی و صادرات آن ها م یپردازد. مدیر این کارخانه برای نمایشگاه سنگ های ساختمانی در ترکیه به شرکت بستا مراجعه کردند، طی جلسات مشاوره نیاز سنجی انجام شد و استراتژی برند تدوین شد و در مرحله بعد لوگو و هویت سازمانی برند خلق شد.\nاز دیگر نمونه کارهای شرکت بستا برای این برند، طراحی کاتالوگ و ست اداری کامل است.', 0, 4, NULL, NULL),
(6, 'شیرینی بگی پرشین', 'customers/images/6.png', 4, NULL, 0, 4, NULL, NULL),
(7, 'شرکت نوسان الکتریک', 'customers/images/7.png', 4, NULL, 0, 4, NULL, NULL),
(8, 'پزشکان بدون مرز', 'customers/images/8.png', 4, 'این تیم پزشکی تقریبا در بیشتر کشور های جهان فعالیت دارد.', 0, 4, NULL, NULL),
(9, 'بانک شهر', 'customers/images/9.png', 4, 'بانک شهر یکی از مدرن ترین و قوی ترین بانک های ایرانی اسلامی است که در سال ۱۳۸۷ به عنوان یکی از مجموعه های شهرداری تهران تاسیس شد.', 0, 4, NULL, NULL),
(10, 'صنایع روشنایی مدیس', 'customers/images/10.png', 4, NULL, 0, 4, NULL, NULL),
(11, 'نمایندگی سانگیانگ', 'customers/images/11.png', 4, 'سانگ یانگ، چهارمین شرکت خودرو سازی بزرگ کره ای، که در سال  ۱۹۶۳ است تاسیس شده است.\nخودروهایی با نام های موسو، چیرمن، اکتیون، کوراندو، کایرون، تیوولی و... تولید شده از شرکت خودروسازی سانگ یانگ، تا به امروز در ایران عرضه شده اند.', 0, 4, NULL, NULL),
(12, 'هلدینگ حقوقی دادورزان امین', 'customers/images/12.png', 4, 'هلدینگ حقوقی دادورزان امین مطرح ترین و خوش نام ترین های استان تهران است \nبعد از جلسه ای که با مدیریت این هلدینگ برگزار شد تیم بستا نیاز سنجی و استراتژی نویسی این کار را شروع کردند و نتیجه ی آن خلق برند داد ورزان امین شد.\nما برای این هلدینگ:\nاستراتژی نویسی، طراحی وب سایت اختصاصی، طراحی لوگو و هویت سازمانی، طراحی استرابورد تبلیغاتی انجام داديم ونتیجه ی کار برای کارفرما بسیار مطلوب بود.', 0, 4, NULL, NULL),
(13, 'کوزه', 'customers/images/13.png', 4, 'رستوران سنتی کوزه با فراهم کردن محیطی دلنشین و کیفیت بی نظیر غذاها پذیرای حضور گرمتان خواهد بود.', 0, 4, NULL, NULL),
(14, 'سنگ باما', 'customers/images/14.png', 4, 'سنگ باما ، وب سایت مرجع سنگ های ساختمانی که صرفا برای آشنایی با سنگ های ساختمانی ، آشنایی با انواع سنگ و همچنین کم کردن فاصله میان خریداران و فروشندگان سنگ شکل گرفته است.', 0, 4, NULL, NULL),
(15, 'شرکت سریر ترابر', 'customers/images/15.png', 4, NULL, 0, 4, NULL, NULL),
(16, 'شرکت مادایران', 'customers/images/16.png', 4, 'شرکت مادیران در سال ۱۳۴۳ تاسیس شده و در حال حاضر یکی از معتبرترین شرکت های حوزه IT و تجهیزات الکترونیکی در ایران است. سه برند X.vision و  kisabz. و Sharp برای این شرکت می باشد.', 0, 4, NULL, NULL),
(17, 'خانه مستند انقلاب اسلامی', 'customers/images/17.png', 4, 'خانه مستند انقلاب اسلامی', 0, 4, NULL, NULL),
(18, 'صندوق ذخیره کارکنان بانک شهر', 'customers/images/18.png', 4, 'در خرداد 1395 تفکر افزایش سطح رفاه و معیشت پرسنل بانک شهر و شرکت های تابعه و افزایش قدرت خرید منجر به تاسیس صندوق ذخیره کارکنان بانک شهر.', 0, 4, NULL, NULL),
(19, 'فرهاد اکسچنج', 'customers/images/19.png', 4, 'صرافی فرهاد اکسچنج از بروزترین و کارآمدترین صرافی های تهران است معاملات خود را به صرافی فرهاد اکسچنج بسپارید.', 0, 4, NULL, NULL),
(20, 'داروخانه دکتر صوفی بروجردی', 'customers/images/20.png', 4, 'داروخانه دکتر بروجردی واقع در خیابان پیروزی خیابان نبرد پاسخگوی نیاز های شما به داروهای مختلف است.', 0, 4, NULL, NULL),
(21, 'فروشگاه موبایل آمیتیس سنتر', 'customers/images/21.png', 4, 'آمیتیس سنتر، با هدف فروش کالا های دیجیتال با قیمت های مناسب، واقع در شهر تهران، در خوزه خرید و فروش لوازم دیجیتالی (همچون موبایل، تبلت و...) فعالیت می کند.', 0, 4, NULL, NULL),
(22, 'شرکت جیلی', 'customers/images/22.png', 4, NULL, 0, 4, NULL, NULL),
(23, 'کاخانجات سنگ ایران مرمر', 'customers/images/23.png', 4, 'کارخانه سنگ ایران مرمر:\nسال تولید: ۱۳۴۴ \nموسس: حسن زنگنه\nفن آوری پیشرفته، خلاقیت، و کیفیت در پردازش سنگ طبیعی مورد توجه اصلی ایران مرمر است.', 0, 4, NULL, NULL),
(24, 'کانون فرهنگی هم عهد', 'customers/images/24.png', 4, 'وب سایت هم عهد وب سایت رسمی استاد محمد باقر حیدری کاشانی می باشد که فعالیت ان در زمینه مهدویت و سبک زندگی مهدوی است.', 0, 4, NULL, NULL),
(25, 'کارخانجات واکس بلدرچین', 'customers/images/25.png', 4, 'واکس بلدرچین بزرگترین تولید کننده انواع واکس در ایران و صادرکننده به بازارهای بین المللی است.', 0, 4, NULL, NULL),
(26, 'تیم بسکتبال پارسیا', 'customers/images/26.png', 4, 'تیم بسکتبال پارسیا ویژه نونهالان و نوجوانان در لیگ بسکتبال ایران است.', 0, 4, NULL, NULL),
(27, 'بابا محمود', 'customers/images/27.png', 4, NULL, 0, 4, NULL, NULL),
(28, 'کارخانه سنگ مهساب سنگ', 'customers/images/28.png', 4, 'با قدمتی ده ساله و متکی بر تجربه و دانش و مهارت به روز دنیا علم و هنر را برای بدست آوردن بهترین نتیجه در زمینه تولید سنگ به خدمت گرفته است.', 0, 4, NULL, NULL),
(29, 'انوشه', 'customers/images/29.png', 4, NULL, 0, 4, NULL, NULL),
(30, 'شرکت آسا تجارت', 'customers/images/30.png', 4, 'شرکت آسا تجارت در زمینه صادرات کالا و خدمات در عرصه های بین المللی فعالیت می کند.', 0, 4, NULL, NULL),
(31, 'word of tile', 'customers/images/31.png', 4, NULL, 0, 4, NULL, NULL),
(32, 'عکس مستند', 'customers/images/32.png', 4, 'جشنواره عکس مستند هر ساله برای شناسایی افراد با استعداد در زمینه عکاسی مستند برگزار می شود.', 0, 4, NULL, NULL),
(33, 'سمعک برتر', 'customers/images/33.png', 4, 'کلینیک تخصصی شنوایی سمعک برتر، نمایندگی فروش انواع سمعک ها با قیمت های مناسب هستند که واقع در خیابان شریعتی  فعالیت می کنند.', 0, 4, NULL, NULL),
(34, 'ماشین آلات اداری اسماری', 'customers/images/34.png', 4, 'ماشین آلات اداری آسماری عرضه کننده ماشین آلات اداری از جمله دستگاه کپی و پرینتر است.', 0, 4, NULL, NULL),
(35, 'شرکت تبلیغاتی تب کار', 'customers/images/35.png', 4, 'شرکت تب کار وابسته به شرکت رسام اندیشه پارس شرکتی تبلیغاتی است جهت تبلیغات بر روی بدنه ی تاکسی ها و خودرو های عمومی', 0, 4, NULL, NULL),
(37, 'کارخانه سنگ آوانا', 'customers/images/37.png', 4, NULL, 0, 4, NULL, NULL),
(38, 'فروشگاه اینترنتی مد و لباس محرر', 'customers/images/38.png', 4, 'با هدف تولید ملی در صنعت پوشاک و مد اسلامی فعالیت می کند.', 0, 4, NULL, NULL),
(39, 'بنیاد کارآفرینی غدیر', 'customers/images/39.png', 4, 'مجمع کارآفرینان غدیر', 0, 4, NULL, NULL),
(40, 'محصولات غذایی رنیس', 'customers/images/40.png', 4, 'کارخانه محصولات غذایی رنیس با تکیه برتوان داخل به تولید انواع ادویه جات میپردازد.', 0, 4, NULL, NULL),
(41, 'هیبا', 'customers/images/74e08bde504cb6da7f9901582e6ec6d242.png', 4, 'فروشگاه مد و لباس هیبا در زمینه پوشاک اسلامی و حجاب استایل به صورت آنلاین در اینستاگرام و بصورت حضوری در پاساژ گالریا محصولات خود را به فروش میرساند', 0, 4, NULL, NULL),
(42, 'آژانس مهاجرتی آوانا', 'customers/images/1475741751755c78d0b29dd771d4a5ec37.png', 4, 'آژانس مهاجرتی آوانا', 0, 4, NULL, NULL),
(43, 'جیلی', 'customers/images/85b5333a16357d6c45a7023b901ca4a422.png', 4, 'یکی از شرکت های خصوصی خودرو سازی چینی است.', 0, 4, NULL, NULL),
(44, 'لیلیا', 'customers/images/969f5178bbb64a058acfdb9ec9438532lilia5.png', 4, 'لیلیا', 0, 4, NULL, NULL),
(45, 'سنگ کیوان', 'customers/images/fea85870962c4426f2a404c01a6bc84dlogo-dark-1.png', 4, 'مجموعه سنگ کیوان در سال ۱۳۸۴ فعالیت خود را آغاز کرد. این مجموعه ابتدا در زمینه واردات سنگ های خارجی فعالیت داشت اما با توجه به پیشرفتی که طی سال های اخیر داشت، در حال راه اندازی بخش تولیدی سنگ های زیبای ایرانی است.', 0, 4, NULL, NULL),
(46, 'کانون پرورش فکری کودکان و نوجوانان', 'customers/images/1a8f42f454be7522bf1f2cac8b9cf1d2لوگو کانون2.png', 4, 'کانون پرورش فکری کودکان و نوجوانان', 0, 4, NULL, NULL),
(47, 'اتوکالا', 'customers/images/V7B954MP1dOiSbxMJBMYx32GoEohwF.png', 4, '<p>وب سایت اتوکالا سایتی بسیار گسترده و جامع در صنف لوازم یدکی خودروهای سبک و سنگین ،ماشین آلات راهسازی و کشاورزی &nbsp;و تعمیرگاه هاست که فروشگاه های لوازم یدکی خودرو و تعمیرگاه ها را در شهر و استان شما به نمایش در می آورد</p>', 0, 4, '2023-06-05 04:09:16', '2023-06-05 04:09:16'),
(48, 'بستا', 'customers/images/ApRLOPLeg0RnunU5zAjv6SvLOWuSbn.png', 4, NULL, 0, 1, '2023-06-06 05:29:44', '2023-06-06 05:29:44');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `logos`
--

CREATE TABLE `logos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `file_link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `logos`
--

INSERT INTO `logos` (`id`, `title`, `file_link`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'هم عهد', 'site/images/logo.png', 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `media`
--

CREATE TABLE `media` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_link` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_size` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_time` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `file_fake` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `menu_id` bigint(20) UNSIGNED DEFAULT NULL,
  `submenu_id` bigint(20) UNSIGNED DEFAULT NULL,
  `free` tinyint(1) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `title_text` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `clip_type` varchar(190) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `folder` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pic` tinyint(1) DEFAULT NULL,
  `voice` tinyint(1) DEFAULT NULL,
  `video` tinyint(1) DEFAULT NULL,
  `cover` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item1` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item2` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item3` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item4` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item5` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item6` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `view` bigint(20) DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `media`
--

INSERT INTO `media` (`id`, `title`, `slug`, `file_name`, `file_link`, `file_type`, `file_size`, `file_time`, `user_id`, `file_fake`, `menu_id`, `submenu_id`, `free`, `status`, `title_text`, `title_type`, `clip_type`, `folder`, `pic`, `voice`, `video`, `cover`, `item1`, `item2`, `item3`, `item4`, `item5`, `item6`, `description`, `view`, `created_at`, `updated_at`) VALUES
(1, 'سبک زندگی اسلامی', 'سبک-زندگی-اسلامی', '7ec6f922d60ec00b19bb65c7ac4754fc.mp3', 'musices/ac121ab3ab1b9693c818b92540665c87/7ec6f922d60ec00b19bb65c7ac4754fc.mp3', 'audio/mpeg', '3505435', '7:00', 1, NULL, 4, 30, 0, 4, 'آیا علم کیمیا حقیقت دارد؟', 'سخنرانی', 'صوتی', 'ac121ab3ab1b9693c818b92540665c87', NULL, NULL, NULL, 'musices/ac121ab3ab1b9693c818b92540665c87/32545864588a5ec30227a3bfd4d84cfc.jpg', 'امیر المومنین علیه السلام', 'حضرت زهرا سلام الله علیها', 'امام حسن علیه اسلام', 'امام حسین علیه اسلام', 'سبک زندگی اسلامی', 'اخلاق در زندگی اسلامی', 'فضه خادم حضرت زهرا سلام الله علیها از امیرالمؤمنین علیه السلام پرسید شما کیمیا می دانید؟ حضرت به حسنین اشاره کردند و فرمودند: اطفال خانه اهل بیت علیهم السلام هم کیمیا می دانند!', 1, '2023-04-21 02:27:55', '2023-04-23 10:13:32'),
(2, 'پرهیز، گریز و ستیز', 'پرهیز-گریز-و-ستیز', 'e8a15e2abd290c08d44c27dcc2cf5a3a.mp3', 'musices/2683478c55f516ad6331c95ef8291840/e8a15e2abd290c08d44c27dcc2cf5a3a.mp3', 'audio/mpeg', '3505435', '7:00', 1, NULL, 4, 30, 0, 4, 'پرهیز، گریز و ستیز', 'سخنرانی', 'صوتی', '2683478c55f516ad6331c95ef8291840', NULL, NULL, NULL, 'musices/2683478c55f516ad6331c95ef8291840/918d98498c103d6d22ec537de65536aa.jpg', 'امیر المومنین علیه السلام', 'حضرت زهرا سلام الله علیها', 'امام حسن علیه اسلام', 'امام حسین علیه اسلام', 'سبک زندگی اسلامی', 'اخلاق در زندگی اسلامی', 'مرحوم شهید مطهری نظرشان این بود که معنای تقوا پرهیزکاری نیست بلکه تقوی سه مرحله دارد که مرحله اول آن تقوای پرهیز است و دو مرحله دیگر آن گریز و ستیز است. اما این مراحل چگونه حاصل می شود؟', 0, '2023-04-21 04:06:18', '2023-04-21 04:06:18'),
(3, 'وقت خواب به چه فکر می کنی؟', 'وقت-خواب-به-چه-فکر-می-کنی', '1b2673b5233a0794a8e89725071f9059.mp3', 'musices/13dcc3a65d5bf0f5b36b9fe1442ae283/1b2673b5233a0794a8e89725071f9059.mp3', 'audio/mpeg', '3505435', '7:00', 1, NULL, 4, 30, 0, 4, 'وقت خواب به چه فکر می کنی؟', 'سخنرانی', 'صوتی', '13dcc3a65d5bf0f5b36b9fe1442ae283', NULL, NULL, NULL, 'musices/13dcc3a65d5bf0f5b36b9fe1442ae283/39498c23aed2a50cf47b785bd4901e0d.jpg', 'امیر المومنین علیه السلام', 'حضرت زهرا سلام الله علیها', 'امام حسن علیه اسلام', 'امام حسین علیه اسلام', 'سبک زندگی اسلامی', 'اخلاق در زندگی اسلامی', 'در سوره شعرا در وصف قیامت آمده است روزی که هیچ مال و فرزندی سود نمی دهد، مگر کسی که با قلبی سالم ( از عقاید و اخلاق فاسده ) به نزد خداوند بیاید.', 1, '2023-04-21 04:08:26', '2023-04-23 15:27:49'),
(4, '7 فراز کلیدی دعای عهد', '7-فراز-کلیدی-دعای-عهد', 'e431df11eb8fa6fec6490209c5b85529.mp3', 'musices/c5492771779db5ce9f1634b72ae7ca82/e431df11eb8fa6fec6490209c5b85529.mp3', 'audio/mpeg', '3509501', '7:00', 1, NULL, 4, 30, 0, 4, '7 فراز کلیدی دعای عهد', 'سخنرانی', 'صوتی', 'c5492771779db5ce9f1634b72ae7ca82', NULL, NULL, NULL, 'musices/c5492771779db5ce9f1634b72ae7ca82/2258287f84772d9f1580dd6036f2ad5e.jpg', 'امیر المومنین علیه السلام', 'حضرت زهرا سلام الله علیها', 'امام حسن علیه اسلام', 'امام حسین علیه اسلام', 'سبک زندگی اسلامی', 'اخلاق در زندگی اسلامی', 'امام صادق علیه السلام در فضیلت دعای عهد می فرماید هر کلمه از این دعا هزار معصیت را پاک می کند و بجای آن هزار ثواب ثبت می کند، اما محتوای این دعا چیست که این چنین عظمت پیدا کرده است؟', 1, '2023-04-21 04:09:12', '2023-04-23 15:27:38'),
(5, 'کربلا دانشگاه عبرت است', 'کربلا-دانشگاه-عبرت-است', '52f77b4db5ed6953f024cef079970c03.mp3', 'musices/d0906e90e3f88a7396a7472c9a69846a/52f77b4db5ed6953f024cef079970c03.mp3', 'audio/mpeg', '3507379', '7:00', 1, NULL, 4, 30, 0, 4, 'کربلا دانشگاه عبرت است', 'سخنرانی', 'صوتی', 'd0906e90e3f88a7396a7472c9a69846a', NULL, NULL, NULL, 'musices/d0906e90e3f88a7396a7472c9a69846a/54da55874d1d7150297a4288cd3be884.jpg', 'امیر المومنین علیه السلام', 'حضرت زهرا سلام الله علیها', 'امام حسن علیه اسلام', 'امام حسین علیه اسلام', 'سبک زندگی اسلامی', 'اخلاق در زندگی اسلامی', 'امام صادق علیه السلام میفرمایند: وقتی امام زمان روحی فداه ظهور میکنند کسانی از ولایتش خارج می شوند که گمان می رفت بهترین یاران او باشند و کسانی به ولایتش وارد می شوند که آئینی مثل ماه و خورشید پرستان دارند.', 4, '2023-04-21 04:09:58', '2023-04-23 15:27:31'),
(6, 'مناجات، معیشت، معاشرت، لذت', 'مناجات-معیشت-معاشرت-لذت', '0fd47959ea9708ba90645cf674ae935b.mp3', 'musices/b21066b9415c1baf658b662baa6dec2d/0fd47959ea9708ba90645cf674ae935b.mp3', 'audio/mpeg', '3509171', '7:00', 1, NULL, 4, 30, 0, 4, 'مناجات، معیشت، معاشرت، لذت', 'سخنرانی', 'صوتی', 'b21066b9415c1baf658b662baa6dec2d', NULL, NULL, NULL, 'musices/b21066b9415c1baf658b662baa6dec2d/ca3db2a8ec1f0109b9e145ded0fcb68a.jpg', 'امیر المومنین علیه السلام', 'حضرت زهرا سلام الله علیها', 'امام حسن علیه اسلام', 'امام حسین علیه اسلام', 'سبک زندگی اسلامی', 'اخلاق در زندگی اسلامی', 'امام رضا علیه السلام در حدیثی بسیار کاربردی می فرمایند: تلاش کنید که زمانتان را در هر شبانه روز به چهار قسمت تقسیم کنید. مناجات، معیشت، معاشرت، لذت', 6, '2023-04-21 04:10:44', '2023-04-23 15:26:48'),
(7, 'محور مؤاخذه و سؤال در روز قیامت', 'محور-مؤاخذه-و-سؤال-در-روز-قیامت', '38f2a0a4e1d5ed936a89bec9a20d4eb0.mp4', 'videos/f77353ba8b5743c5523a5f5578873c9f/38f2a0a4e1d5ed936a89bec9a20d4eb0.mp4', 'video/mp4', '9607930', '1:15', 1, NULL, 4, 31, 0, 4, 'فَفِرّوا الی نائب بقیت الله فرار کنید به سمت نایب بقیت الله', 'سخنرانی', 'ویدئو', 'f77353ba8b5743c5523a5f5578873c9f', NULL, NULL, NULL, 'videos/f77353ba8b5743c5523a5f5578873c9f/389b8319183997b1d3e255f8eec87d7b.jpg', 'محور ولایت و امامت', 'چه جریانیه؟ چه شخصیتیه؟', 'فریضه ی فوری و قطعی (جهاد تبیین)', 'تنها علمدارِ ولایت و امامت در جهان', 'کی داره برای امام زمان علمداری می کنه؟!', 'شکوه و عظمتِ نعمتِ نیابت', 'مهم ترین محور مؤاخذه و سؤال در روز قیامت، محور ولایت و امامته، شما داستان ِ نبوّت رو بگی، داستان ِ ولایت و امامت رو بگی، داستانِ مهدویّت رو بگی، داستان نیابت ِ عامّه رو بگی، امّا مصداق زمانش رو نگی که ابترِ تمامِ بحثت!!!', 9, '2023-04-23 00:39:16', '2023-04-23 15:27:15');

-- --------------------------------------------------------

--
-- Table structure for table `menus`
--

CREATE TABLE `menus` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `priority` bigint(20) UNSIGNED DEFAULT 0,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tab_title` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `page_title` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `class` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `submenu` tinyint(1) NOT NULL,
  `keycheck` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `keyword` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `description` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `col_style` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_show` tinyint(1) DEFAULT NULL,
  `long_title` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `icon` varchar(190) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `route` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `route_active` tinyint(1) DEFAULT 0,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `page_description` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `menus`
--

INSERT INTO `menus` (`id`, `priority`, `title`, `slug`, `tab_title`, `page_title`, `class`, `submenu`, `keycheck`, `keyword`, `status`, `description`, `col_style`, `home_show`, `long_title`, `icon`, `route`, `route_active`, `user_id`, `page_description`, `created_at`, `updated_at`) VALUES
(1, 1, 'صفحه اصلی', '/', 'وبسایت رسمی استاد محمدباقر حیدری کاشانی', 'صفحه اصلی', 'index', 0, NULL, NULL, 4, NULL, NULL, 0, NULL, NULL, NULL, 1, 1, NULL, '2023-02-08 17:49:03', '2023-02-08 18:25:04'),
(3, 2, 'طراحی وبسایت', 'طراحی-وبسایت', 'سخنرانی های استاد محمدباقر حیدری کاشانی', 'مجموعه سخنرانی ها', 'speech', 1, NULL, NULL, 4, NULL, 'col-lg-3', 1, 'مجموعه سخنرانی های\r\n</br>\r\nاستاد محمد باقر حیدری کاشانی', 'la la-file-audio', 'آرشیو-صوتی', 1, 1, NULL, '2023-02-23 13:52:21', '2023-06-04 14:16:59'),
(4, 3, 'طراحی گرافیک', 'طراحی-گرافیک', 'کلیپ های صوتی و تصویری استاد محمدباقر حیدری کاشانی', 'مجموعه کلیپ های صوتی و تصویری', 'clip', 1, NULL, NULL, 4, NULL, 'col-lg-3', 1, 'مجموعه کلیپ های\r\n</br>\r\nاستاد محمد باقر حیدری کاشانی', 'la la-photo', 'آرشیو-تصویر', 1, 1, NULL, '2023-02-23 13:53:01', '2023-06-04 14:20:37'),
(5, 4, 'استودیو عکاسی و تیزر', 'استودیو-عکاسی-و-تیزر', 'تصاویر برنامه های استاد محمدباقر حیدری کاشانی', 'مجموعه تصاویر برنامه ها', 'picture', 1, NULL, NULL, 4, NULL, 'col-lg-3', 1, 'مجموعه تصاویر\r\n</br>\r\nاستاد محمد باقر حیدری کاشانی', 'la la-film', 'آرشیو-ویدئو', 1, 1, NULL, '2023-02-23 13:53:10', '2023-06-04 14:21:49'),
(6, 7, 'مشتریان ما', 'مشتریان-ما', 'بیوگرافی استاد محمدباقر حیدری کاشانی', 'بیوگرافی', 'bio', 0, NULL, NULL, 4, NULL, NULL, 0, NULL, NULL, NULL, 1, 1, NULL, '2023-02-23 13:53:25', '2023-06-04 14:23:04'),
(7, 8, 'مجله بستا', 'مجله-بستا', 'درباره وبسایت استاد محمدباقر حیدری کاشانی', 'درباره ما', 'about', 0, NULL, NULL, 4, NULL, NULL, 0, NULL, NULL, NULL, 1, 1, NULL, '2023-02-23 13:53:31', '2023-06-04 14:23:21'),
(9, 6, 'نمونه کارها', 'نمونه-کارها', 'درس ها و آموزش های استاد محمدباقر حیدری کاشانی', 'مجموعه درس ها و آموزش ها', 'learn', 0, NULL, NULL, 4, NULL, NULL, 0, NULL, NULL, NULL, 1, 1, NULL, '2023-02-26 01:45:38', '2023-06-04 14:22:44'),
(11, 5, 'چاپ و بسته بندی', 'چاپ-و-بسته-بندی', 'کتب و نوشتارهای استاد محمدباقر حیدری کاشانی', 'مجموعه کتب و نوشتار ها', 'book', 0, NULL, NULL, 4, NULL, 'col-lg-3', 1, 'مجموعه کتب و نوشتار\r\n</br>استاد محمد باقر حیدری کاشانی', 'la la-book', 'آرشیو-کتب-و-نوشتار', 1, 1, NULL, '2023-03-02 15:13:20', '2023-06-04 14:22:14');

-- --------------------------------------------------------

--
-- Table structure for table `menu_panels`
--

CREATE TABLE `menu_panels` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `label` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `icon` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `submenu` tinyint(1) DEFAULT 0,
  `keycheck` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `namayesh` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `class` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `controller` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `menu_panels`
--

INSERT INTO `menu_panels` (`id`, `title`, `label`, `slug`, `icon`, `submenu`, `keycheck`, `namayesh`, `class`, `controller`, `status`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'پنل مدیریتی', 'panel', 'panel', 'dashboard', 0, NULL, 'panel', 'index', 'PanelController', 4, 1, '2023-01-30 11:19:37', '2023-02-17 13:50:08'),
(2, 'مدیریت داشبورد', 'dashboard-manage', 'dashboard-manage', 'local_library', 1, NULL, 'dashboard-manage', 'dashboard', 'PanelController', 4, 1, '2023-01-30 11:19:37', '2023-05-02 06:56:12'),
(3, 'مدیریت کاربران', 'users-manage', 'users-manage', 'description', 1, NULL, 'users-manage', 'user', 'PanelController', 4, 1, '2023-01-30 11:19:37', '2023-01-30 11:19:37'),
(4, 'مدیریت وب سایت', 'site-manage', 'site-manage', 'slideshow', 1, NULL, 'site-manage', 'site', 'PanelController', 4, 1, '2023-01-30 11:19:37', '2023-02-10 06:48:50'),
(8, 'پشتیبانی', 'service', 'service', 'service', 1, NULL, 'service', 'index', 'PanelContoller', 4, 1, '2023-05-02 01:11:35', '2023-05-02 01:11:35');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(49, '2013_01_21_900900_create_user_types_table', 1),
(50, '2014_10_12_000000_create_users_table', 1),
(51, '2014_10_12_100000_create_password_resets_table', 1),
(52, '2019_08_19_000000_create_failed_jobs_table', 1),
(53, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(54, '2023_01_21_000010_create_visitors_table', 1),
(55, '2023_01_21_051207_menus', 1),
(56, '2023_01_21_051208_create_submenus_table', 1),
(57, '2023_01_21_065958_create_categories_table', 1),
(58, '2023_01_21_070016_create_rates_table', 1),
(59, '2023_01_21_070160_create_courses_table', 1),
(60, '2023_01_21_070653_create_reasult_books_table', 1),
(61, '2023_01_21_073441_create_media_table', 1),
(62, '2023_01_21_084111_create_active_codes_table', 1),
(63, '2023_01_21_093816_create_commentrates_table', 1),
(64, '2023_01_21_093936_create_comments_table', 1),
(65, '2023_01_21_094100_create_mark_users_table', 1),
(66, '2023_01_21_094143_create_menu_panels_table', 1),
(67, '2023_01_21_094201_create_permissions_table', 1),
(68, '2023_01_21_094202_create_roles_table', 1),
(69, '2023_01_21_094211_create_permission_roles_table', 1),
(70, '2023_01_21_094236_create_role_users_table', 1),
(79, '2023_01_21_094317_slide', 2),
(80, '2023_01_21_094342_create_submenu_panels_table', 2),
(81, '2023_02_11_192145_create_categories_table', 3),
(82, '2023_02_11_192156_create_subcategories_table', 4),
(83, '2023_02_11_903628_create_gallerypics_table', 4),
(84, '2023_02_11_903700_create_gallerymusics_table', 4),
(85, '2023_02_11_903710_create_galleryclips_table', 5),
(86, '2023_02_24_202514_create_logos_table', 6),
(87, '2023_03_02_183914_create_original_categories_table', 7),
(88, '2023_03_07_063245_create_programs_table', 8),
(89, '2023_04_10_103044_subtitle', 9);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `label` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `menu_panel_id` int(11) DEFAULT NULL,
  `submenu_panel_id` int(11) DEFAULT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `title`, `label`, `slug`, `menu_panel_id`, `submenu_panel_id`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'پنل مدیریت', 'panel', 'panel', 1, NULL, NULL, NULL, NULL),
(2, 'مدیریت داشبورد', 'dashboard-manage', 'dashboard-manage', 2, NULL, 1, NULL, '2023-05-02 06:56:12'),
(3, 'منو داشبورد', 'menu-dashboard', 'menu-dashboard', NULL, 1, NULL, NULL, NULL),
(4, 'زیرمنو داشبورد', 'submenu-dashboard', 'submenu-dashboard', NULL, 2, NULL, '2023-01-27 16:50:37', '2023-01-27 16:50:37'),
(100, 'مدیریت کاربران', 'users-manage', 'users-manage', 3, NULL, 1, '2023-01-27 16:48:05', '2023-01-27 16:48:05'),
(101, 'دسترسی کاربران', 'role-dashboard', 'role-dashboard', NULL, 101, 1, '2023-01-27 16:48:05', '2023-05-03 13:14:48'),
(102, 'سطح کاربران', 'level user dashboard', 'level-user-dashboard', NULL, 102, 1, '2023-01-27 16:48:05', '2023-05-05 13:40:04'),
(103, 'کاربران داشبورد', 'user dashboard', 'user-dashboard', NULL, 103, 1, NULL, NULL),
(104, 'مدیریت پروفایل', 'profile', 'profile', NULL, 104, 1, '2023-01-27 16:48:05', '2023-01-27 16:48:05'),
(200, 'مدیریت سایت', 'site-manage', 'site-manage', 4, NULL, 1, '2023-01-27 16:48:05', '2023-01-27 16:48:05'),
(201, 'مدیریت منو سایت', 'menu-site-manage', 'menu-site-manage', NULL, NULL, NULL, '2023-01-27 16:50:37', '2023-01-27 16:50:37'),
(202, 'مدیریت زیر منو سایت', 'submenu-site-manage', 'submenu-site-manage', NULL, NULL, 1, NULL, NULL),
(203, 'مدیریت اسلایدها', 'slide-manage', 'slide-manage', NULL, NULL, NULL, '2023-01-27 16:51:53', '2023-01-27 16:51:53'),
(204, 'مدیریت برند', 'logo-manage', 'logo-manage', NULL, NULL, 1, '2023-02-24 16:52:48', '2023-02-24 16:52:48'),
(205, 'مدیریت پیام ها', 'comment-manage', 'comment-manage', NULL, NULL, NULL, '2023-01-27 16:50:37', '2023-01-27 16:50:37'),
(206, 'مدیریت نظرات', 'commentrate-manage', 'commentrate-manage', NULL, NULL, NULL, '2023-01-27 16:50:37', '2023-01-27 16:50:37'),
(300, 'مدیریت دسته بندی', 'category-dashboard-manage', 'category-dashboard-manage', NULL, NULL, NULL, '2023-01-27 16:48:05', '2023-01-27 16:48:05'),
(500, 'مدیریت دسترسی قسمت ها', 'permission-manage', 'permission-manage', NULL, NULL, NULL, '2023-01-27 16:48:05', '2023-01-27 16:48:05'),
(1000, 'مدیریت دسته بندی سایت', 'sitecategory-manage', 'sitecategory-manage', NULL, NULL, NULL, '2023-01-27 16:48:05', '2023-01-27 16:48:05'),
(1002, 'دسترسی', 'permission-dashboard-manage', 'permission-dashboard-manage', NULL, NULL, NULL, '2023-01-27 16:48:05', '2023-01-27 16:48:05'),
(1300, 'مدیریت کاربران سایت', 'user-site-manage', 'user-site-manage', NULL, NULL, NULL, '2023-01-27 16:50:37', '2023-01-27 16:50:37'),
(2902, 'پشتیبانی', 'service', 'service', NULL, NULL, 1, '2023-05-02 01:11:35', '2023-05-02 01:11:35'),
(2909, 'مدیریت مشتریان', 'customer-manage', 'customer-manage', NULL, 2601, 1, '2023-06-04 13:31:56', '2023-06-04 13:31:56'),
(2910, 'مدیریت نمونه کارها', 'portfolio-manage', 'portfolio-manage', NULL, 2602, 1, '2023-06-05 11:27:30', '2023-06-05 11:28:08'),
(2911, 'مدیریت مقالات', 'blug-manage', 'blug-manage', NULL, 2603, 1, '2023-06-06 06:39:55', '2023-06-06 06:39:55');

-- --------------------------------------------------------

--
-- Table structure for table `permission_role`
--

CREATE TABLE `permission_role` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `role_id` bigint(20) UNSIGNED NOT NULL,
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permission_role`
--

INSERT INTO `permission_role` (`id`, `role_id`, `permission_id`, `created_at`, `updated_at`) VALUES
(1, 1, 1, NULL, NULL),
(2, 1, 2, NULL, NULL),
(3, 1, 3, NULL, NULL),
(4, 1, 4, NULL, NULL),
(100, 1, 100, NULL, NULL),
(200, 1, 200, NULL, NULL),
(201, 1, 101, NULL, NULL),
(294, 1, 102, NULL, NULL),
(295, 1, 103, NULL, NULL),
(296, 1, 104, NULL, NULL),
(298, 1, 201, NULL, NULL),
(299, 1, 202, NULL, NULL),
(300, 1, 203, NULL, NULL),
(301, 1, 2909, NULL, NULL),
(302, 1, 2910, NULL, NULL),
(303, 1, 2911, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `portfolios`
--

CREATE TABLE `portfolios` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `brand_id` int(11) DEFAULT NULL,
  `customer_id` bigint(20) DEFAULT NULL,
  `file_link` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `videos` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  `comment` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tags` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` int(11) DEFAULT 1,
  `submenu_id` int(11) DEFAULT NULL,
  `indexshow` int(11) NOT NULL DEFAULT 0,
  `user_id` bigint(20) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `portfolios`
--

INSERT INTO `portfolios` (`id`, `title`, `description`, `brand_id`, `customer_id`, `file_link`, `videos`, `slug`, `service_id`, `comment`, `tags`, `status`, `submenu_id`, `indexshow`, `user_id`, `created_at`, `updated_at`) VALUES
(48, 'طراحی پاکت', 'طراحی پاکت', 26, 40, 'portfolios/images/0e96f03a6d95c3286408c8529cd829514.png', NULL, 'طراحی-پاکت', 21, NULL, 'طراحی پاکت', 1, 15, 0, NULL, '2020-10-05 05:01:50', '2020-10-05 05:01:50'),
(49, 'طراحی پاکت', 'طراحی پاکت', 26, 40, 'portfolios/images/5a95b149616d1ee608bc5a4ebf55d8535.png', NULL, 'طراحی-پاکت-1', 21, NULL, 'طراحی پاکت', 1, 15, 0, NULL, '2020-10-05 05:02:34', '2020-10-05 05:02:34'),
(50, 'طراحی فولدر', 'فولدر برای سازمان‌ها و شرکت‌های بزرگ بسیار کاربردی و لازم است.\r\nفولدرها در سایزها و برش‌ها و جنس‌های مختلف ساخته می‌شوند و اصلی‌ترین کاربرد آنها نگهداری و مرتب‌سازی‌اسناد و مدارک است.', 26, 40, 'portfolios/images/9028ce343b367f1431ad6c9fe5ee72fc2.png', NULL, 'طراحی-فولدر', 21, NULL, 'طراحی‌فولدر، سازمان‌ها، شرکت‌ها، فولدرها، سایزها، برش‌ها، جنس‌ها، نگهداری، مرتب‌سازی‌', 1, 15, 1, NULL, '2020-10-05 05:03:44', '2020-11-07 08:47:53'),
(51, 'طراحی پرچم', 'طراحی پرچم', 26, 40, 'portfolios/images/558d3cf07a16b1e7044ff7a0e05f6f7b3.png', NULL, 'طراحی-پرچم', 21, NULL, 'طراحی پرچم', 1, 15, 0, NULL, '2020-10-05 05:04:48', '2020-10-05 05:04:48'),
(52, 'طراحی بسته بندی', 'طراحی بسته بندی', 26, 40, 'portfolios/images/5c143d060fd9763a279c5571945451947.png', NULL, 'طراحی-بسته-بندی', 23, NULL, 'طراحی بسته بندی', 1, 17, 0, NULL, '2020-10-05 05:05:27', '2020-10-05 05:05:27'),
(53, 'طراحی تی شرت', 'طراحی تی شرت', 26, 40, 'portfolios/images/b6da1d76e4a73e2fbe9eaa1bf200d8088.png', NULL, 'طراحی-تی-شرت', 21, NULL, 'طراحی تی شرت', 1, 15, 0, NULL, '2020-10-05 05:06:22', '2020-10-05 05:06:22'),
(57, 'طراحی ست اداری', 'داشتن ست‌اداری‌کامل نشان دهنده هویت سازمان یافته یک برند است و باعث می‌شود مخاطبان‌شما، شما را با آن رنگ و فرم سازمانی بشناسند.', 7, 23, 'portfolios/images/7639f2b03473f7dec2d8a90d201e1fd57.png', NULL, 'طراحی-ست-اداری-1', 21, NULL, 'طراحی لوگو، هویت سازمانی، کارخانه سنگ ایران مرمر، استراتژی نویسی، هویت برند، ست‌اداری، رنگ', 1, 15, 1, NULL, '2020-10-05 05:42:46', '2020-11-07 08:36:01'),
(58, 'طراحی ساک دستی', 'طراحی و چاپ ساک‌دستی کارخانه ایران‌مرمر با توجه به کاربردی که مدنظر مدیر مجموعه بود با کاغذهای سخت و گرماژ بالا اجرا شد، زیرا این ساک‌دستی باید تحمل وزن نمونه سنگ ها و هدایای تبلیعاتی را می‌داشت.', 7, 23, 'portfolios/images/6ab485a38da979e61fce5128bc38c8d98.png', NULL, 'طراحی-ساک-دستی', 23, NULL, 'طراحی ساک‌دستی، چاپ ساک‌دستی، کاغذهای سخت، گرماژ بالا، هدایای‌تبلیعاتی', 1, 17, 0, NULL, '2020-10-05 05:43:33', '2020-11-08 10:15:59'),
(59, 'طراحی سربرگ', 'طراحی لوگو و هویت سازمانی شرکت آسا تجارت. این شرکت در حوزه ی واردات و صادرات کالا فعالیت میکند و با شعار تجارت آسان برای این مجموعه استراتژی برند تدوین شد و بعد از تایید مدیر عامل به طراحی لوگو و خلق هویت سازمانی این شرکت پرداخته شد.', 27, 30, 'portfolios/images/625476e945f2fd41e5c3db20ec6a277110.png', NULL, 'طراحی-سربرگ', 21, NULL, 'طراحی لوگو _ هویت سازمانی _ شرکت آسا تجارت _ استراتژی برند', 1, 32, 0, NULL, '2020-10-05 05:46:10', '2021-01-03 09:41:15'),
(60, 'طراحی کارت ویزیت', 'طراحی لوگو و هویت سازمانی شرکت آسا تجارت. این شرکت در حوزه ی واردات و صادرات کالا فعالیت میکند و با شعار تجارت آسان برای این مجموعه استراتژی برند تدوین شد و بعد از تایید مدیر عامل به طراحی لوگو و خلق هویت سازمانی این شرکت پرداخته شد.', 27, 30, 'portfolios/images/9e1ab9293cd6de1196269c382eaf7f8211.png', NULL, 'طراحی-کارت-ویزیت', 21, NULL, 'طراحی کارت ویزیت _ طراحی لوگو _ هویت سازمانی _ شرکت آسا تجارت _ استراتژی برند', 1, 21, 0, NULL, '2020-10-05 05:47:18', '2021-01-03 09:34:11'),
(61, 'طراحی ست اداری', 'طراحی لوگو و هویت سازمانی شرکت آسا تجارت. این شرکت در حوزه ی واردات و صادرات کالا فعالیت میکند و با شعار تجارت آسان برای این مجموعه استراتژی برند تدوین شد و بعد از تایید مدیر عامل به طراحی لوگو و خلق هویت سازمانی این شرکت پرداخته شد.', 27, 30, 'portfolios/images/82c09bc653bf7be1d5438b97a45547a79.png', NULL, 'طراحی-ست-اداری', 21, NULL, 'طراحی ست اداری _ طراحی لوگو _ هویت سازمانی _ شرکت آسا تجارت _ استراتژی برند', 1, 32, 0, NULL, '2020-10-05 05:48:13', '2021-01-03 09:40:13'),
(62, 'طراحی ساک دستی', 'طراحی لوگو؛ ساک دستی و وب سایت فروشگاهی آمیتیس سنتر توسط تیم گرافیک و طراحی وب بستا طراحی و اجرا شده است', 10, 23, 'portfolios/images/6b3534b1ff2a385962ad93a39bdeb34e24.png', NULL, 'طراحی-ساک-دستی-1', 23, NULL, 'طراحی لوگو _ ساک دستی _ وب سایت فروشگاهی _ تیم بستا', 1, 17, 0, NULL, '2020-10-05 05:49:10', '2020-10-05 07:25:39'),
(63, 'طراحی کارت ویزیت', 'هر شخص یا برند باید یک المان از خود در ذهن دیگران به یادگار بگذارد که به آن نشانه یا لوگو می‌گویند، ترکیب صحیح و تخصصی یک لوگو و مشخصات شخصی یا شرکتی با انتخاب و اجرای بهترین نوع‌چاپ می‌تواند از شما و برندتان یک تجربه قابل لمس در قالب یک کارت‌ویزیت در ذهن مخاطبانتان بسازد.', 10, 23, 'portfolios/images/2068609058f72cc584392e81911ad9a225.png', NULL, 'طراحی-کارت-ویزیت-1', 21, NULL, 'طراحی لوگو، کارت‌ویزیت، المان، نشانه، لوگو، تخصصی، نوع‌چاپ، تجربه، ذهن‌مخاطب', 1, 21, 1, NULL, '2020-10-05 05:50:17', '2020-12-29 06:37:48'),
(64, 'طراحی ساک‌دستی', 'با شدید شدن رقابت فروشگاه‌های حضوری و آنلاین تنها تجربه‌مثبت‌مشتری می‌تواند برگ‌برنده شما باشد، که طراحی ساک‌دستی و بسته‌بندی‌های شکیل و متنوع می‌تواند همان وجه‌تمایز شما باشد و تجربه بی‌نظیری برای مشتریانتان به‌وجود بیاورد.', 45, 44, 'portfolios/images/792c43873f8dd0193a4cdcbc0b5f0c036.png', NULL, 'طراحی-ساک-دستی-2', 23, NULL, 'طراحی ساک‌دستی، بسته‌بندی‌های‌شکیل، وجه‌تمایز', 1, 28, 1, NULL, '2020-10-05 05:51:21', '2020-12-29 06:50:01'),
(65, 'طراحی کارت ویزیت', 'بنیاد ‌کار آفرینی غدیر یک شرکت دانش بنیان است که طراحی لوگو و هویت بصری برند با استراتژی قوی که هم راستا با اهداف این شرکت است توسط تیم گرافیک بستا طراحی و اجرا شده است', 37, 39, 'portfolios/images/a5a91ea27b09d07073c539e2646ace7226.png', NULL, 'طراحی-کارت-ویزیت-2', 21, NULL, 'بنیاد ‌کار آفرینی غدیر _  طراحی لوگو _ هویت بصری برند _ ستراتژی قوی _ تیم گرافیک بستا', 1, 21, 0, NULL, '2020-10-05 05:53:18', '2020-12-29 06:38:32'),
(66, 'طراحی ماگ', 'ماگ یک وسیله‌کاربردی برای کارمندان یک سازمان است. \r\nطراحی و چاپ‌ مرغوب یک ماگ می‌تواند تصویر شکیل و سازمان‌یافته‌تری از یک محیط کاری در ذهن بینندگان ایجاد کند.', 37, 39, 'portfolios/images/f79be13e8d4a2bb7f39e9cc0d0d2f20a27.png', NULL, 'طراحی-ماگ', 21, NULL, 'ماگ، طراحی‌ماگ، چاپ‌تصویر‌ماگ، سازمان‌یافته', 1, 15, 0, NULL, '2020-10-05 05:53:58', '2020-11-08 09:49:17'),
(67, 'طراحی ساک‌دستی', 'طراحی ساک‌دستی و هدایای‌تبلیغاتی امری حیاتی برای شرکت‌های نیمه خصوصی و دولتی است و متخصصین آژنس‌تبلیغاتی‌بستا به بهترین نحو این کار را انجام می‌دهند.', 37, 39, 'portfolios/images/4843143fa466a67ce991d1ff2f5ffdc929.png', NULL, 'طراحی-ساک-دستی-3', 23, NULL, 'طراحی ساک‌دستی، هدایای‌تبلیغاتی', 1, 28, 1, NULL, '2020-10-05 05:54:57', '2020-12-29 06:50:25'),
(68, 'طراحی پاکت', 'بنیاد ‌کار آفرینی غدیر یک شرکت دانش بنیان است که طراحی لوگو و هویت بصری برند با استراتژی قوی که هم راستا با اهداف این شرکت است توسط تیم گرافیک بستا طراحی و اجرا شده است', 37, 39, 'portfolios/images/8cdabca53893a4847281ecdb82eca6bf30.png', NULL, 'طراحی-پاکت-2', 21, NULL, 'بنیاد ‌کار آفرینی غدیر _  طراحی لوگو _ هویت بصری برند _ ستراتژی قوی _ تیم گرافیک بستا', 1, 15, 0, NULL, '2020-10-05 05:55:58', '2020-10-05 06:36:14'),
(69, 'طراحی سی‌دی', 'یکی از عناصر هویت سازمانی کاورسی‌دی است که برای رسیدن به یک نتیجه قابل قبول باید به درستی و بر اساس سایزهای‌استاندارد طراحی و چاپ شود.', 37, 39, 'portfolios/images/ea922b5a08db0c79e761ab2bb5d9b8b831.png', NULL, 'طراحی-سی-دی', 21, NULL, 'کاورسی‌دی، طراحی، چاپ، سایزهای‌استاندارد', 1, 15, 0, NULL, '2020-10-05 05:56:55', '2020-11-07 10:07:55'),
(73, 'طراحی کاتالوگ', 'طراحی کاتالوگ علاوه‌بر داشتن دانش‌طراحی نیازمند دانش‌چاپ است و اگر دنبال یک نتیجه‌ی عالی برای کاتالوگ برند و سازمان خود هستید جای درستی آمده‌اید!\r\nچون آژانس‌تبلیغاتی‌بستا علاوه‌بر طراحی منحصربه‌فرد چاپ اختصاصی کار و پروژه شما را به عهده می‌گیرد و با تضمین کیفیت آن را اجرا می‌کند.', 16, 25, 'portfolios/images/19edf20fbc146dc716fde76dc8f58d4f20.png', NULL, 'طراحی-کاتالوگ', 19, NULL, 'طراحی کاتالوگ، دانش‌طراحی، دانش‌چاپ، کاتالوگ برند، تضمین‌کیفیت', 1, 13, 1, NULL, '2020-10-05 06:01:54', '2020-11-08 09:58:21'),
(74, 'طراحی کاتالوگ', 'کارخانه واکس بلدرچین از کارخانه های قدیمی و پیشکسوت در حوزه ی تولید واکس است .طراحی کاتالوگ این برند ۰ تا ۱۰۰ مراحل عکاسی ،طراحی و چاپ  توسط  تیم بستا انجام شده است و همچنین طراحی وب سایت محصولات این کارخانه توسط تیم طراحی وب بستا به اجرا رسیده است.', 16, 25, 'portfolios/images/9c55b2702f4107d980e232a38b46546f21.png', NULL, 'طراحی-کاتالوگ-1', 19, NULL, 'تولید واکس _ طراحی کاتالوگ _ عکاسی _ طراحی و چاپ _ طراحی وب سایت _  تیم بستا', 1, 13, 0, NULL, '2020-10-05 06:02:29', '2020-10-05 07:17:34'),
(75, 'طراحی وب سایت', 'کارخانه واکس بلدرچین از کارخانه های قدیمی و پیشکسوت در حوزه ی تولید واکس است .طراحی کاتالوگ این برند ۰ تا ۱۰۰ مراحل عکاسی ،طراحی و چاپ  توسط  تیم بستا انجام شده است و همچنین طراحی وب سایت محصولات این کارخانه توسط تیم طراحی وب بستا به اجرا رسیده است.', 16, 25, 'portfolios/images/83228853c21399cf0a15f0e2005846c048.png', NULL, 'طراحی-وب-سایت', 18, NULL, 'تولید واکس _ طراحی کاتالوگ _ عکاسی _ طراحی و چاپ _ طراحی وب سایت _  تیم بستا', 1, 12, 0, NULL, '2020-10-05 06:04:22', '2020-10-05 07:18:46'),
(79, 'طراحی کاتالوگ', 'کلینیک سهند یکی از کلینیک های  تخصصی استان تهران است که با داشتن تجهیزات تخصصی عمل های سرپایی مورد اقبال پزشک های زیادی قرار گرفته است. طی جلسات مشاوره ی رئیس کلینیک با مشاورین متخصص آژانس تبلیغاتی بستا  و نیاز سنجی های انجام شده برای معرفی تجهیزات این کلینیک به پزشکان؛ از تمام تجهیزات با کیفیت بالا عکاسی شد و یک کاتالوگ جهت معرفی تجهیزات مختلف با قالب اختصاصی طراحی و چاپ شد.', 4, 105, 'portfolios/images/1477f731e876849cd2c94fb9baa8bdd417.jpg', NULL, 'طراحی-کاتالوگ-4', 19, NULL, 'عکاسی _ کاتالوگ _ تجهیزات تخصصی عمل های سرپایی', 1, 13, 1, NULL, '2020-10-05 06:12:36', '2021-02-22 17:48:49'),
(81, 'چاپ کتاب', 'مجموعه کتاب های خانه مستند انقلاب اسلامی توسط دپارتمان چاپ بستا به چاپ رسیده است.', 38, 17, 'portfolios/images/de716f12d0e4c0e54d32fc6a1b037ac434.png', NULL, 'چاپ-کتاب', 63, NULL, 'چاپ بستا _ کتاب های خانه مستند انقلاب اسلامی', 1, NULL, 0, NULL, '2020-10-05 06:17:35', '2020-10-05 06:41:46'),
(82, 'طراحی وب سایت', 'آژانس مهاجرتی آوانا آژانس تخصصی مهاجرت به یونان است که طراحی وب سایت اختصاصی و پشتیبانی بر اساس اصول سئو توسط تیم طراحی وب شرکت بستا صورت گرفته است', 15, 42, 'portfolios/images/33c17d30c2a86f11611218512189d19a41.png', NULL, 'طراحی-وب-سایت-1', 18, NULL, 'طراحی وب سایت اختصاصی _ اصول سئو', 1, 61, 0, NULL, '2020-10-05 06:19:35', '2021-01-03 09:43:24'),
(83, 'طراحی وب سایت', 'طراحی وب‌سایت‌واکنشگرا با به‌روزترین زبان برنامه‌نویسی و داشبوردمدیریتی کاربردی که به آسانی قابل‌استفاده برای تمام کارفرمایان است طراحی و اجرا می‌شود.', 15, 42, 'portfolios/images/57162d188300909da1fa3c5c254dacdf42.png', NULL, 'طراحی-وب-سایت-2', 18, NULL, 'طراحی‌ وب‌سایت‌اختصاصی، طراحی وب‌سایت‌واکنشگرا، زبان برنامه‌نویسی، داشبوردمدیریتی', 1, 61, 1, NULL, '2020-10-05 06:20:48', '2021-01-03 09:43:42'),
(84, 'طراحی بروشور', 'طراحی بروشور', 41, NULL, 'portfolios/images/962e89b03d37124edba1ac89283e9cb91.png', NULL, 'طراحی-بروشور-3', 24, NULL, 'طراحی بروشور', 1, 18, 0, NULL, '2020-10-05 06:23:09', '2020-10-05 06:23:09'),
(85, 'طراحی کاتالوگ', 'این شرکت در حوزه برش سنگ های ساختمانی و صادرات آنها فعالیت میکند که برای خلق برند و هویت بصر تیم بستا را انتخاب کردند بعد از تدوین لواستراتژی برند لوگوی این مجموعه مطابق با سلیقه ی کارفرما اجرا شد و برای نمایشگاه ترکیه ی این کارخانه کاتالوگ دو زبانه طراحی شد‌‌.', 34, 5, 'portfolios/images/d1c812e2d552ae44503ce1cfb94f939d12.png', NULL, 'طراحی-کاتالوگ-6', 19, NULL, 'سنگ های ساختمانی _ رند و هویت بصر _ استراتژی برند _ کاتالوگ دو زبانه', 1, 13, 0, NULL, '2020-10-05 06:27:09', '2020-10-05 07:23:08'),
(86, 'طراحی کاتالوگ', 'این شرکت در حوزه برش سنگ های ساختمانی و صادرات آنها فعالیت میکند که برای خلق برند و هویت بصر تیم بستا را انتخاب کردند بعد از تدوین استراتژی برند لوگوی این مجموعه مطابق با سلیقه ی کارفرما اجرا شد و برای نمایشگاه ترکیه ی این کارخانه کاتالوگ دو زبانه طراحی شد‌‌.', 34, 5, 'portfolios/images/08284610a69018a5069ed5e3049c223b16.png', NULL, 'طراحی-کاتالوگ-7', 19, NULL, 'سنگ های ساختمانی _ رند و هویت بصر _ استراتژی برند _ کاتالوگ دو زبانه', 1, 13, 0, NULL, '2020-10-05 06:27:47', '2020-10-05 07:23:30'),
(87, 'طراحی لوگو و ست‌اداری', 'آژانس‌تبلیغلتی‌بستا با توجه به سلیقه و خواست شما توانایی طراحی‌انواع‌‍سبک لوگو و ست‌اداری را دارد، ما با ارائه‌ی بریف‌تخصصی به مشتریان ابتدا با سلیقه آنها آشنا می‌شویم سپس در کمترین‌زمان بهترین نتیجه مطابق با سلیقه‌ی آنها را ارائه می‌دهیم.', 34, 5, 'portfolios/images/abdcf27568141121d9b359672451d47bUntitled-1.png', NULL, 'طراحی-لوگو-و-ست-اداری', 21, NULL, 'آژانس‌تبلیغلتی‌بستا، طراحی‌انواع‌‍سبک لوگو و ست‌اداری، بریف‌تخصصی، کمترین‌زمان، طراحی‌وب‌سایت', 1, 15, 1, NULL, '2020-10-05 06:28:33', '2020-11-07 09:49:06'),
(88, 'طراحی بسته بندی', 'طراحی بسته بندی', 43, NULL, 'portfolios/images/9e65f9c91f11b9208e8164d7e9b24b0b38.png', NULL, 'طراحی-بسته-بندی-1', 23, NULL, 'طراحی بسته بندی', 1, 17, 1, NULL, '2020-10-05 06:30:22', '2020-10-05 06:30:22'),
(89, 'طراحی لوگو', 'این هلدینگ حقوقی از  مطرح ترین  و خوش نام ترین های  استان تهران است \r\nبعد از جلسه ای که با مدیریت این هلدینگ برگزار شد تیم بستا نیاز سنجی و استراتژی نویسی این کار را شروع کردند و نتیجه ی آن خلق برند داد ورزان امین شد.\r\nما  برای این هلدینگ\r\n استراتژی نویسی؛طراحی وب سایت اختصاصی؛ طراحی لوگو و هویت سازمانی؛ طراحی استرابورد تبلیغاتی انجام داديم ونتیجه ی کار برای کارفرما بسیار مطلوب بود .', 35, 12, 'portfolios/images/c9fdd987a56816f13ffcdf2e749988352.png', NULL, 'طراحی-لوگو', 20, NULL, 'طراحی لوگو', 1, 14, 1, NULL, '2020-10-05 06:44:04', '2020-10-05 06:44:04'),
(90, 'طراحی ست اداری', 'این هلدینگ حقوقی از  مطرح ترین  و خوش نام ترین های  استان تهران است \r\nبعد از جلسه ای که با مدیریت این هلدینگ برگزار شد تیم بستا نیاز سنجی و استراتژی نویسی این کار را شروع کردند و نتیجه ی آن خلق برند داد ورزان امین شد.\r\nما  برای این هلدینگ\r\n استراتژی نویسی؛طراحی وب سایت اختصاصی؛ طراحی لوگو و هویت سازمانی؛ طراحی استرابورد تبلیغاتی انجام داديم ونتیجه ی کار برای کارفرما بسیار مطلوب بود .', 35, 12, 'portfolios/images/08e90a00bbe5bc1f59192093cdf71ab03.png', NULL, 'طراحی-ست-اداری-4', 21, NULL, 'طراحی ست اداری', 1, 15, 0, NULL, '2020-10-05 06:45:33', '2020-10-05 06:45:33'),
(91, 'طراحی سربرگ', 'این هلدینگ حقوقی از  مطرح ترین  و خوش نام ترین های  استان تهران است \r\nبعد از جلسه ای که با مدیریت این هلدینگ برگزار شد تیم بستا نیاز سنجی و استراتژی نویسی این کار را شروع کردند و نتیجه ی آن خلق برند داد ورزان امین شد.\r\nما  برای این هلدینگ\r\n استراتژی نویسی؛طراحی وب سایت اختصاصی؛ طراحی لوگو و هویت سازمانی؛ طراحی استرابورد تبلیغاتی انجام داديم ونتیجه ی کار برای کارفرما بسیار مطلوب بود .', 35, 12, 'portfolios/images/161c423cbd40c2e74a141a5bdbd2a02b4.png', NULL, 'طراحی-سربرگ-3', 23, NULL, 'طراحی سربرگ', 1, 32, 0, NULL, '2020-10-05 06:46:12', '2021-01-03 09:44:56'),
(92, 'طراحی وب سایت', 'این هلدینگ حقوقی از  مطرح ترین  و خوش نام ترین های  استان تهران است \r\nبعد از جلسه ای که با مدیریت این هلدینگ برگزار شد تیم بستا نیاز سنجی و استراتژی نویسی این کار را شروع کردند و نتیجه ی آن خلق برند داد ورزان امین شد.\r\nما  برای این هلدینگ\r\n استراتژی نویسی؛طراحی وب سایت اختصاصی؛ طراحی لوگو و هویت سازمانی؛ طراحی استرابورد تبلیغاتی انجام داديم ونتیجه ی کار برای کارفرما بسیار مطلوب بود .', 35, 12, 'portfolios/images/d89dded69203645f04db043012f551a246.png', NULL, 'طراحی-وب-سایت-3', 18, NULL, 'طراحی وب سایت', 1, 61, 0, NULL, '2020-10-05 06:47:35', '2021-01-03 09:46:04'),
(93, 'طراحی بروشور', 'کاتالوگ و بروشورهای محصولات لوازم التحریر برند schoolfans توسط دپارتمان چاپ بستا به چاپ رسیده است', 39, 5, 'portfolios/images/df68c2bb1ee29ffeda1bf4cb87d6e0b735.png', NULL, 'طراحی-بروشور-4', 24, NULL, 'کاتالوگ _ بروشور _ چاپ بستا', 1, 18, 0, NULL, '2020-10-05 09:07:56', '2020-10-05 09:07:56'),
(94, 'طراحی بروشور', 'کاتالوگ و بروشورهای محصولات لوازم التحریر برند scohoolfans توسط دپارتمان چاپ بستا به چاپ رسیده است.', 39, 5, 'portfolios/images/4b77f93dd9e2cc82c1b23510ef5df86536.png', NULL, 'طراحی-بروشور-5', 24, NULL, 'کاتالوگ _ بروشور _ چاپ بستا', 1, 18, 0, NULL, '2020-10-05 09:09:20', '2020-10-05 09:09:20'),
(95, 'طراحی بروشور', 'کاتالوگ و بروشورهای محصولات لوازم التحریر برند scohoolfans توسط دپارتمان چاپ بستا به چاپ رسیده است', 39, 5, 'portfolios/images/4de51cdc55d74c8089a62224dd89ce6d37.png', NULL, 'طراحی-بروشور', 24, NULL, 'کاتالوگ _ scohoolfans _ چاپ بستا', 1, 18, 0, NULL, '2020-10-05 09:10:43', '2020-10-05 09:16:22'),
(96, 'طراحی کاتالوگ', 'کاتالوگ محصولات لوازم التحریر برند scohoolfans توسط دپارتمان چاپ بستا به چاپ رسیده است', 39, 5, 'portfolios/images/452be17cd7ff6496f90bfa5bb648e87211.jpg', NULL, 'طراحی-کاتالوگ-8', 19, NULL, 'کاتالوگ _  scohoolfans _ اسکول فنس _ چاپ بستا', 1, 13, 0, NULL, '2020-10-05 09:13:32', '2021-02-22 17:49:50'),
(97, 'طراحی کاتالوگ', 'کاتالوگ محصولات لوازم التحریر برند scohoolfans توسط دپارتمان چاپ بستا به چاپ رسیده است', 39, 5, 'portfolios/images/083e08943d2595922bbfe83a1f72ac376.png', NULL, 'طراحی-کاتالوگ-9', 19, NULL, 'کاتالوگ _ چاپ بستا', 1, 13, 0, NULL, '2020-10-05 09:15:30', '2020-10-05 09:15:30'),
(98, 'طراحی کاتالوگ', 'طراحی کاتالوگ', 40, NULL, 'portfolios/images/5b5bee286537ac4dbf9e0adc4ffe5f2210.png', NULL, 'طراحی-کاتالوگ-10', 19, NULL, 'طراحی کاتالوگ', 1, 13, 0, NULL, '2020-10-05 09:17:56', '2020-10-05 09:17:56'),
(99, 'طراحی کاتالوگ', 'طراحی کاتالوگ', 40, NULL, 'portfolios/images/f127b9da7e126fe3d5602dcf90d9d2c4Untitled-2.png', NULL, 'طراحی-کاتالوگ-11', 19, NULL, 'طراحی کاتالوگ', 1, 13, 0, NULL, '2020-10-05 09:19:03', '2020-10-05 09:19:03'),
(100, 'طراحی کاتالوگ', 'ویدکس', 46, NULL, 'portfolios/images/e7b81c4acc73996abedf28ec763e98bc8.png', NULL, 'طراحی-کاتالوگ-12', 19, NULL, 'ویدکس', 1, 13, 0, NULL, '2020-10-05 09:27:04', '2020-10-05 09:27:04'),
(102, 'طراحی تگ‌لباس', 'برند هیبا در حوزه پوشاک اسلامی بانوان فعالیت می‌کند. طراحی و چاپ تگ‌محصول و ساک‌خرید این برند توسط تیم‌بستا انجام شده است.', 5, 41, 'portfolios/images/9ff8185ea8c4246d96c6a8f704657cd215.png', NULL, 'طراحی-تگ-لباس', 32, NULL, 'هیبا _ پوشاک _ طراحی _ چاپ _ ساک‌خرید', 1, 26, 0, NULL, '2020-10-13 10:05:01', '2020-10-13 10:05:01'),
(104, 'ساک خرید', 'برند هیبا در حوزه پوشاک اسلامی بانوان فعالیت می‌کند. طراحی و چاپ تگ‌محصول و ساک‌خرید این برند توسط تیم‌بستا انجام شده است.', 5, 41, 'portfolios/images/67dc2af5d0f79eca0480c0c2821da4e144.png', NULL, 'ساک-خرید', 32, NULL, 'هیبا _ پوشاک _ طراحی _ چاپ _ ساک‌خرید', 1, 28, 0, NULL, '2020-11-21 16:49:06', '2021-01-03 09:47:39'),
(105, 'ساک خرید', 'برند هیبا در حوزه پوشاک اسلامی بانوان فعالیت می‌کند. طراحی و چاپ تگ‌محصول و ساک‌خرید این برند توسط تیم‌بستا انجام شده است.', 5, 41, 'portfolios/images/beff1372c79dbeab492c32f6d8eac1ab555.png', NULL, 'ساک-خرید-1', 32, NULL, 'هیبا _ پوشاک _ طراحی _ چاپ _ ساک‌خرید', 0, 1, 0, NULL, '2020-11-21 16:54:00', '2021-03-02 08:32:29'),
(106, 'ساک خرید', 'برند هیبا در حوزه پوشاک اسلامی بانوان فعالیت می‌کند. طراحی و چاپ تگ‌محصول و ساک‌خرید این برند توسط تیم‌بستا انجام شده است.', 5, 41, 'portfolios/images/60fe64388ff01263074963b5cb0a9092ind555ex.jpg', NULL, 'ساک-خرید-2', 32, NULL, 'هیبا _ پوشاک _ طراحی _ چاپ _ ساک‌خرید', 1, 26, 0, NULL, '2020-11-21 16:55:34', '2021-01-03 09:51:45'),
(107, 'طراحی وب سایت', 'تب کار یک سامانه تبلیغات محیطی است که صفر تا صد طراحی وب سایت ریسپانسیو و داشبورد مدیریتی آن توسط تیم بستا انجام شده است.', 4, 105, 'portfolios/images/359206b2e6d375c6df574ae0d5510059Web-Showcase-Project-Presentation.jpg', NULL, 'طراحی-وب-سایت-5', 18, NULL, 'تب‌کار _ تبلیغات محیطی _ طراحی وب‌سایت _ داشبورد‌مدیریتی _ تیم‌بستا', 1, NULL, 0, NULL, '2020-11-22 06:30:20', '2020-11-22 07:03:28'),
(108, 'طراحی وب سایت', 'این وب سایت با توجه به سلیقه ی مشتری طراحی واجرا شده یک وب سایت فروش  سنگ های ساختمانی است که با به روزترین زبان برنامه نویسی اجرا شده است.', 47, 45, 'portfolios/images/d435d8f01d9ad59fc861da80a70c3707keyvan.png', NULL, 'طراحی-وب-سایت-6', 18, NULL, 'سنگ‌کیوان _ سنگ‌های ساختمانی _ زبان‌برنامه‌نویسی _ طراحی‌وب‌سایت', 1, NULL, 0, NULL, '2020-11-22 06:47:40', '2020-11-22 07:00:58'),
(109, 'عکاسی تبلیغاتی واکس بلدرچین', 'واکس بلدرچین', 16, 25, 'portfolios/images/7570a29ca01d3225d5fae930626c92a5_MG_9488(1).png', NULL, 'عکاسی-تبلیغاتی-واکس-بلدرچین', 30, NULL, 'واکس بلدرچین', 0, NULL, 0, NULL, '2020-11-23 05:12:40', '2020-11-23 05:21:19'),
(110, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/951a1c8151c1970c897b3e09905afb77_MG_9488(1).png', NULL, 'عکاسی-تبلیغاتی', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:20:21', '2021-03-01 15:00:05'),
(111, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/62e5d22661383c5f13b0ccb204bf8426_MG_9485.png', NULL, 'عکاسی-تبلیغاتی-1', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:29:51', '2021-03-01 15:00:42'),
(112, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/56e52ec341965bfb3e2d694dab33d8bb_MG_9482.png', NULL, 'عکاسی-تبلیغاتی-2', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:32:46', '2021-03-01 15:00:56'),
(113, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/f06cf2cf63138435a7a19b680b550e2e_MG_9474.png', NULL, 'عکاسی-تبلیغاتی-3', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:34:58', '2021-03-01 15:01:09'),
(114, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/592540032d77c3709a6c928b2aaaf365_MG_9473.png', NULL, 'عکاسی-تبلیغاتی-4', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:37:22', '2021-03-01 15:04:59'),
(115, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/f05c73622d2ee4d861234b43c71de736_MG_9596.png', NULL, 'عکاسی-تبلیغاتی-5', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:43:12', '2021-03-01 15:03:18'),
(116, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/65d4d04fd6313c064d0fa0a70d22da19_MG_9595.png', NULL, 'عکاسی-تبلیغاتی-6', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:45:18', '2021-03-01 15:03:35'),
(117, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/c73c7e67c15a7c53361e6e864be9035b_MG_9585.png', NULL, 'عکاسی-تبلیغاتی-7', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:47:13', '2021-03-01 15:03:49'),
(118, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/ecb17d8cf75c26a7c0b0bb1ba718d8bd_MG_9584.png', NULL, 'عکاسی-تبلیغاتی-8', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:49:39', '2021-03-01 15:04:02'),
(119, 'عکاسی تبلیغاتی', 'واکس بلدرچین', 16, 25, 'portfolios/images/b4e45c3bfe088b02a74d219ba263b5c8_MG_9490.png', NULL, 'عکاسی-تبلیغاتی-9', 30, NULL, 'واکس بلدرچین', 0, 1, 0, NULL, '2020-11-23 05:52:07', '2021-03-01 15:04:20'),
(121, 'طراحی وب سایت رسپانسیو', 'هلدینگ حقوقی دادورزان امین', 35, 12, 'portfolios/images/b0c4e4be34f45e4aa5a72d8785fe22a0dadvaRRRrzan.png', NULL, 'طراحی-وب-سایت-رسپانسیو', 18, NULL, 'هلدینگ حقوقی دادورزان امین', 1, NULL, 0, NULL, '2020-11-24 05:42:48', '2020-11-24 05:42:48'),
(122, 'طراحی وب‌سایت', 'طراحی وب سایت و رسپانسیو صندوق ذخیره بانک‌شهر با به روزترین زبان برنامه‌نویسی داشبوردمدیریتی مطابق با کاربرد سازمان، توسط تیم وب نویسی آژانس تخصصی تبلیغاتی بستا اجرا شد.', 11, 9, 'portfolios/images/c4315fb87365df77859f2ac72a2f6c56rezome200-4.jpg', NULL, 'طراحی-وب-سایت-4', 18, NULL, 'طراحی وب‌سایت، رسپانسیو، بانک‌شهر، زبان برنامه‌نویسی، داشبوردمدیریتی', 1, 61, 0, NULL, '2020-11-08 10:29:07', '2021-01-03 09:49:50'),
(123, 'طراحی لوگو رنیس', 'طراحی لوگو رنیس', 26, 40, 'portfolios/images/b7dec4a3694f67dabd383caa9953c0ef14.jpg', NULL, 'طراحی-لوگو-رنیس', NULL, NULL, 'طراحی لوگو رنیس', 1, 14, 0, NULL, '2020-12-07 09:15:51', '2021-02-22 17:51:30'),
(124, 'طراحی برندبوک', 'طراحی برندبوک', 4, 105, 'portfolios/images/ffb7d30f4124ea6fa5e2fc7ae2b25966Untitled-000.jpg', NULL, 'طراحی-برندبوک', NULL, NULL, 'طراحی برندبوک', 0, 31, 0, NULL, '2020-12-26 09:47:56', '2020-12-29 06:42:09'),
(125, 'طراحی اینفوگرافی', 'طراحی اینفوگرافی', 48, 48, 'portfolios/images/69a815b3c466d0714b304d3eda2d93e02اینفوگرافی.jpg', NULL, 'طراحی-اینفوگرافی', NULL, NULL, 'طراحی اینفوگرافی', 1, 20, 0, NULL, '2020-12-27 06:01:34', '2020-12-27 06:01:34'),
(126, 'طراحی وب‌سایت خبری', 'طراحی وب‌سایت خبری', 48, 48, 'portfolios/images/ff978497ad935bddf16c49fb9739e67f2سایت خبری.jpg', NULL, 'طراحی-وب-سایت-خبری', NULL, NULL, 'طراحی وب‌سایت خبری', 1, 62, 0, NULL, '2020-12-27 06:32:12', '2020-12-27 06:32:12'),
(127, 'طراحی وب‌سایت خبری', 'طراحی وب‌سایت خبری', 48, 48, 'portfolios/images/4bd22f5112751aa9539f3188d0822c89سایت خبری3.jpg', NULL, 'طراحی-وب-سایت-خبری-1', NULL, NULL, 'طراحی وب‌سایت خبری', 1, 62, 0, NULL, '2020-12-27 06:33:24', '2020-12-27 06:33:24'),
(128, 'طراحی وب‌سایت خبری', 'طراحی وب‌سایت خبری', 48, 48, 'portfolios/images/0f5c4ac69015329e924e3debaddfe0c4سایت خبری5.jpg', NULL, 'طراحی-وب-سایت-خبری-2', NULL, NULL, 'طراحی وب‌سایت خبری', 1, 62, 0, NULL, '2020-12-27 06:55:58', '2020-12-27 06:55:58'),
(129, 'طراحی تقویم و سررسید', 'طراحی تقویم و سررسید', 48, 48, 'portfolios/images/9882ffc68a719765a10e5e3410764ea44تقویم و سررسید.jpg', NULL, 'طراحی-تقویم-و-سررسید', NULL, NULL, 'طراحی تقویم و سررسید', 0, 35, 0, NULL, '2020-12-27 07:10:05', '2020-12-30 14:15:19'),
(130, 'طراحی تقویم و سررسید', 'طراحی تقویم و سررسید', 48, 48, 'portfolios/images/21b007f2d4abaa3c734d2f1f82193a4dتقویم و سررسید4.jpg', NULL, 'طراحی-تقویم-و-سررسید-1', NULL, NULL, 'طراحی تقویم و سررسید', 1, 35, 0, NULL, '2020-12-27 07:10:53', '2020-12-27 07:10:53'),
(131, 'طراحی تقویم و سررسید', 'طراحی تقویم و سررسید', 48, 48, 'portfolios/images/52deb9c10e9444ee61b577041cd3e933تقویم و سررسید2.jpg', NULL, 'طراحی-تقویم-و-سررسید-2', NULL, NULL, 'طراحی تقویم و سررسید', 1, 35, 0, NULL, '2020-12-27 07:17:02', '2020-12-27 07:17:02'),
(132, 'طراحی تقویم و سررسید', 'طراحی تقویم و سررسید', 48, 48, 'portfolios/images/7c4e7f9d8a604522a3b830cfa4945b7cطراحی تقویم و سررسید.jpg', NULL, 'طراحی-تقویم-و-سررسید-3', NULL, NULL, 'طراحی تقویم و سررسید', 1, 35, 0, NULL, '2020-12-27 07:18:12', '2020-12-27 07:18:12'),
(133, 'طراحی وب‌سایت فروشگاهی', 'طراحی وب‌سایت فروشگاهی', 48, 48, 'portfolios/images/32a9fe70325c0cdbeaf326b94403f29fسایت فروشگاهی2.jpg', NULL, 'طراحی-وب-سایت-فروشگاهی', NULL, NULL, 'طراحی وب‌سایت فروشگاهی', 1, 60, 0, NULL, '2020-12-27 07:34:55', '2020-12-27 07:34:55'),
(134, 'طراحی وب‌سایت شرکتی', 'طراحی وب‌سایت شرکتی', 48, 48, 'portfolios/images/7b25892b0e6e6f01af138ad2d3ca8025سایت شرکتی3.jpg', NULL, 'طراحی-وب-سایت-شرکتی', NULL, NULL, 'طراحی وب‌سایت شرکتی', 1, 61, 0, NULL, '2020-12-27 07:36:07', '2020-12-27 07:36:07'),
(135, 'طراحی کاراکتر', 'طراحی کاراکتر', 48, 48, 'portfolios/images/a68335c381be15f779033ca85c117a4bکاراکتر.jpg', NULL, 'طراحی-کاراکتر', NULL, NULL, 'طراحی کاراکتر', 1, 19, 0, NULL, '2020-12-27 07:39:06', '2020-12-27 07:39:06'),
(136, 'طراحی کاراکتر', 'طراحی کاراکتر', 48, 48, 'portfolios/images/ca1d314fdf1b4a74227fc8d8120d3257طراحی کاراکتر3.jpg', NULL, 'طراحی-کاراکتر-1', NULL, NULL, 'طراحی کاراکتر', 1, 19, 0, NULL, '2020-12-27 07:46:32', '2020-12-27 07:46:32'),
(137, 'طراحی کاراکتر', 'طراحی کاراکتر', 48, 48, 'portfolios/images/a1ae3965b2ca8a0b330ac503d445ba22طراحی کاراکتر5.jpg', NULL, 'طراحی-کاراکتر-2', NULL, NULL, 'طراحی کاراکتر', 1, 19, 0, NULL, '2020-12-27 07:48:02', '2020-12-27 07:48:02'),
(138, 'طراحی وب‌سایت شخصی', 'طراحی وب‌سایت شخصی', 48, 48, 'portfolios/images/0cb2bbe2c3f1525a1b398e3f1dbf26d4سایت شخصی2.jpg', NULL, 'طراحی-وب-سایت-شخصی', NULL, NULL, 'طراحی وب‌سایت شخصی', 1, 63, 0, NULL, '2020-12-27 07:57:16', '2020-12-27 07:57:16'),
(139, 'طراحی اینفوگرافی', 'طراحی اینفوگرافی', 48, 48, 'portfolios/images/3d3d68a021314bc70aa85fa95f94d51aاینفوگرافی3.jpg', NULL, 'طراحی-اینفوگرافی-1', NULL, NULL, 'طراحی اینفوگرافی', 1, 20, 0, NULL, '2020-12-27 07:59:30', '2020-12-27 07:59:30'),
(140, 'طراحی اینفوگرافی', 'طراحی اینفوگرافی', 48, 48, 'portfolios/images/d2c812d0ed0f305f836613dbd6b02866اینفوگرافی4.jpg', NULL, 'طراحی-اینفوگرافی-2', NULL, NULL, 'طراحی اینفوگرافی', 1, 20, 0, NULL, '2020-12-27 08:00:17', '2020-12-27 08:00:17'),
(141, 'تولید انیمیشن', 'تولید انیمیشن', 48, 48, 'portfolios/images/dffaa7e25d15ca70cfe283d6f56ab263تولید انیمیشن4.jpg', NULL, 'تولید-انیمیشن', NULL, NULL, 'تولید انیمیشن', 0, 16, 0, NULL, '2020-12-27 08:02:01', '2020-12-30 17:16:18'),
(142, 'طراحی هدیه تبلیغاتی', 'طراحی هدیه تبلیغاتی', 48, 48, 'portfolios/images/167a13f3ea0de594697ed2349c7391a4هدایای تبلیغاتی3.jpg', NULL, 'طراحی-هدیه-تبلیغاتی', NULL, NULL, 'طراحی هدیه تبلیغاتی', 1, 36, 0, NULL, '2020-12-27 08:03:44', '2020-12-27 08:03:44'),
(143, 'چاپ هدیه تبلیغاتی', 'چاپ هدیه تبلیغاتی', 48, 48, 'portfolios/images/5498f481300a5d12a537a956674c2c85هدایای تبلیغاتی.jpg', NULL, 'چاپ-هدیه-تبلیغاتی', NULL, NULL, 'چاپ هدیه تبلیغاتی', 1, 58, 0, NULL, '2020-12-27 08:04:53', '2020-12-27 08:05:32'),
(144, 'طراحی برند بوک', 'طراحی برند بوک', 48, 48, 'portfolios/images/34f0a352bd0912a13e165ffba44d11e2Untitled-000.jpg', NULL, 'طراحی-برند-بوک', NULL, NULL, 'طراحی برند بوک', 0, 31, 0, NULL, '2020-12-27 08:06:43', '2021-01-03 09:28:59'),
(145, 'طراحی برند بوک', 'طراحی برند بوک', 48, 48, 'portfolios/images/b2c7051179da48d2995b1fe4e63a1048برندبوک3.jpg', NULL, 'طراحی-برند-بوک-1', NULL, NULL, 'طراحی برند بوک', 1, 31, 0, NULL, '2020-12-27 08:08:02', '2020-12-27 08:08:02'),
(146, 'طراحی برند بوک', 'طراحی برند بوک', 48, 48, 'portfolios/images/b656e140f8de8703ca970fbf5d9b150cبرندبوک4.jpg', NULL, 'طراحی-برند-بوک-2', NULL, NULL, 'طراحی برند بوک', 1, 31, 0, NULL, '2020-12-27 08:08:43', '2020-12-27 08:08:43'),
(147, 'طراحی اوراق اداری', 'طراحی اوراق اداری', 48, 48, 'portfolios/images/c1893c1e2f7d0927386493844255972eاوراق اداری3.jpg', NULL, 'طراحی-اوراق-اداری', NULL, NULL, 'طراحی اوراق اداری', 1, 32, 0, NULL, '2020-12-27 08:10:52', '2020-12-27 08:10:52'),
(148, 'طراحی پوستر', 'طراحی پوستر', 48, 48, 'portfolios/images/48c353deeb138b393900faa5a201415eطراحی پوستر2.jpg', NULL, 'طراحی-پوستر', NULL, NULL, 'طراحی پوستر', 1, 37, 0, NULL, '2020-12-27 08:12:51', '2020-12-27 08:12:51'),
(149, 'طراحی پوستر', 'طراحی پوستر', 48, 48, 'portfolios/images/666db941dbe2a63ac88de237f75537d4طراحی پوستر.jpg', NULL, 'طراحی-پوستر-1', NULL, NULL, 'طراحی پوستر', 0, 37, 0, NULL, '2020-12-27 08:17:12', '2020-12-30 14:05:13'),
(150, 'طراحی پوستر', 'طراحی پوستر', 48, 48, 'portfolios/images/f7180be0f281edb80dbd6e6bfa642d1fطراحی پوستر3.jpg', NULL, 'طراحی-پوستر-2', NULL, NULL, 'طراحی پوستر', 0, 37, 0, NULL, '2020-12-27 08:17:23', '2020-12-30 14:05:44'),
(151, 'طراحی مجله', 'طراحی مجله', 48, 48, 'portfolios/images/138073ba1d88a0ccd6070b496b502b97طراحی مجله3.jpg', NULL, 'طراحی-مجله', NULL, NULL, 'طراحی مجله', 1, 33, 0, NULL, '2020-12-27 08:19:04', '2020-12-27 08:19:04'),
(152, 'طراحی مجله', 'طراحی مجله', 48, 48, 'portfolios/images/65cc07966e45aa3bb467e3d8a7921533طراحی مجله2.jpg', NULL, 'طراحی-مجله-1', NULL, NULL, 'طراحی مجله', 1, 33, 0, NULL, '2020-12-27 08:20:07', '2020-12-27 08:20:07'),
(153, 'طراحی مجله', 'طراحی مجله', 48, 48, 'portfolios/images/2eb26a7762902e1cefaf63fd065c63c9طراحی مجله.jpg', NULL, 'طراحی-مجله-2', NULL, NULL, 'طراحی مجله', 0, 33, 0, NULL, '2020-12-27 08:25:01', '2020-12-30 14:06:27'),
(154, 'طراحی داشبورد مدیریتی', 'طراحی داشبورد مدیریتی', 48, 48, 'portfolios/images/f0a12dcce84ade84c377f4310084cd2aداشبورد مدیریتی.jpg', NULL, 'طراحی-داشبورد-مدیریتی', NULL, NULL, 'طراحی داشبورد مدیریتی', 1, 11, 0, NULL, '2020-12-27 08:28:44', '2020-12-27 08:28:44'),
(155, 'طراحی داشبورد مدیریتی', 'طراحی داشبورد مدیریتی', 48, 48, 'portfolios/images/5a5c4f48a41c1a69e5f5821d32a68ea6داشبورد مدیریتی3.jpg', NULL, 'طراحی-داشبورد-مدیریتی-1', NULL, NULL, 'طراحی داشبورد مدیریتی', 1, 11, 0, NULL, '2020-12-27 08:31:47', '2020-12-27 08:31:47'),
(156, 'ساخت تیزر تبلیغاتی', 'ساخت تیزر تبلیغاتی', 48, 48, 'portfolios/images/0d6de8d76b570d005092013a7c9e3407تیزر تبلیغاتی3.jpg', NULL, 'ساخت-تیزر-تبلیغاتی', NULL, NULL, 'ساخت تیزر تبلیغاتی', 1, 22, 0, NULL, '2020-12-27 10:07:08', '2020-12-27 10:07:08'),
(157, 'ساخت تیزر تبلیغاتی', 'ساخت تیزر تبلیغاتی', 48, 48, 'portfolios/images/0c6576c233d9918236356c89123a4062تیزر تبلیغاتی2.jpg', NULL, 'ساخت-تیزر-تبلیغاتی-1', NULL, NULL, 'ساخت تیزر تبلیغاتی', 1, 22, 0, NULL, '2020-12-27 10:07:55', '2020-12-27 10:07:55'),
(158, 'عکاسی تبلیغاتی غذا', 'عکاسی تبلیغاتی غذا', 48, 48, 'portfolios/images/3a97e48657dd95bd335826c92b1a94ecتبلیغاتی غذا2.jpg', NULL, 'عکاسی-تبلیغاتی-غذا', NULL, NULL, 'عکاسی تبلیغاتی غذا', 0, 44, 0, NULL, '2020-12-27 10:09:07', '2020-12-30 14:06:52'),
(159, 'عکاسی تبلیغاتی غذا', 'عکاسی تبلیغاتی غذا', 48, 48, 'portfolios/images/ca9b30285f12f4cbced6e89c4080ff59تبلیغاتی غذا3.jpg', NULL, 'عکاسی-تبلیغاتی-غذا-1', NULL, NULL, 'عکاسی تبلیغاتی غذا', 1, 44, 0, NULL, '2020-12-27 10:13:59', '2020-12-27 10:13:59'),
(160, 'عکاسی تبلیغاتی', 'عکاسی تبلیغاتی', 48, 48, 'portfolios/images/bf25ec48db5a28d8c8c5438a78d4f992عکاسی تبلیغاتی4.jpg', NULL, 'عکاسی-تبلیغاتی-10', NULL, NULL, 'عکاسی تبلیغاتی', 1, 24, 0, NULL, '2020-12-27 10:17:43', '2020-12-27 10:17:43'),
(161, 'عکاسی لوازم آرایشی', 'عکاسی لوازم آرایشی', 48, 48, 'portfolios/images/8269841090eec45ae998d07031e8be9dعکاسی صنعتی.jpg', NULL, 'عکاسی-لوازم-آرایشی', NULL, NULL, 'عکاسی لوازم آرایشی', 1, 46, 0, NULL, '2020-12-27 10:18:59', '2020-12-27 10:18:59'),
(162, 'عکاسی تبلیغاتی', 'عکاسی تبلیغاتی', 48, 48, 'portfolios/images/11caf1114638e636a516646d67028b18عکاسی تبلیغاتی.jpg', NULL, 'عکاسی-تبلیغاتی-11', NULL, NULL, 'عکاسی تبلیغاتی', 1, 24, 0, NULL, '2020-12-27 10:19:59', '2020-12-27 10:19:59'),
(163, 'عکاسی لوازم صنعتی', 'عکاسی لوازم صنعتی', 48, 48, 'portfolios/images/104cda03a444da2052a16a25c735eec4عکاسی از لوازم صنعتی.jpg', NULL, 'عکاسی-لوازم-صنعتی', NULL, NULL, 'عکاسی لوازم صنعتی', 1, 50, 0, NULL, '2020-12-27 10:33:36', '2020-12-27 10:33:36'),
(164, 'عکاسی لوازم صنعتی', 'عکاسی لوازم صنعتی', 48, 48, 'portfolios/images/7098cb511ec68d36710512adaac664acلوازم صنعتی2.jpg', NULL, 'عکاسی-لوازم-صنعتی-1', NULL, NULL, 'عکاسی لوازم صنعتی', 0, 50, 0, NULL, '2020-12-27 10:37:11', '2020-12-30 13:59:32'),
(165, 'عکاسی مدلینگ', 'عکاسی مدلینگ', 48, 48, 'portfolios/images/c7ef94bb24f8e327b742331c09c12cb9مدلینگ.jpg', NULL, 'عکاسی-مدلینگ', NULL, NULL, 'عکاسی مدلینگ', 1, 53, 0, NULL, '2020-12-27 10:39:46', '2020-12-27 10:39:46'),
(166, 'چاپ بنر و فلکسی', 'چاپ بنر و فلکسی', 48, 48, 'portfolios/images/5c8541763421b5adac0c041c3ce5f1e8بنر و فلکسی.jpg', NULL, 'چاپ-بنر-و-فلکسی', NULL, NULL, 'چاپ بنر و فلکسی', 1, 30, 0, NULL, '2020-12-27 17:42:43', '2020-12-27 17:42:43'),
(167, 'چاپ بنر و فلکسی', 'چاپ بنر و فلکسی', 48, 48, 'portfolios/images/81d1b66f4fc3951b37ae86c98cf6d77bبنر و فلکسی.jpg2.jpg', NULL, 'چاپ-بنر-و-فلکسی-1', NULL, NULL, 'چاپ بنر و فلکسی', 1, 30, 0, NULL, '2020-12-27 17:43:31', '2020-12-27 17:43:31'),
(168, 'چاپ دیجیتال', 'چاپ دیجیتال', 48, 48, 'portfolios/images/1857e8387bb7722e1e4b8c7dfc9effbeدیجیتال2.jpg', NULL, 'چاپ-دیجیتال', NULL, NULL, 'چاپ دیجیتال', 0, 27, 0, NULL, '2020-12-27 17:44:25', '2021-01-03 09:53:19'),
(169, 'چاپ دیجیتال', 'چاپ دیجیتال', 48, 48, 'portfolios/images/f330a2db90cac065bc3fb89d9eb53476دیجیتال3.jpg', NULL, 'چاپ-دیجیتال-1', NULL, NULL, 'چاپ دیجیتال', 1, 27, 0, NULL, '2020-12-27 17:44:55', '2020-12-27 18:23:41'),
(170, 'چاپ دیجیتال', 'چاپ دیجیتال', 48, 48, 'portfolios/images/564f2c2ecf12c043637da3f3b34e9b34Digital-printing-CD3.jpg', NULL, 'چاپ-دیجیتال-2', NULL, NULL, 'چاپ دیجیتال', 1, 27, 0, NULL, '2020-12-27 17:45:24', '2020-12-27 17:45:24'),
(171, 'چاپ رولی', 'چاپ رولی', 48, 48, 'portfolios/images/9aaf2be6055261eb9117ceaeb1466efdرولی.jpg', NULL, 'چاپ-رولی', NULL, NULL, 'چاپ رولی', 1, 29, 0, NULL, '2020-12-27 17:46:27', '2020-12-27 18:16:56'),
(172, 'چاپ رولی', 'چاپ رولی', 48, 48, 'portfolios/images/c8ae618fd5424d0da1cc540943544c68رولی2.jpg', NULL, 'چاپ-رولی-1', NULL, NULL, 'چاپ رولی', 1, 29, 0, NULL, '2020-12-27 17:47:13', '2020-12-27 18:13:58'),
(173, 'چاپ سیلک', 'چاپ سیلک', 48, 48, 'portfolios/images/839e467055550b7bf8f6e90c3b570bcfسیلک.jpg', NULL, 'چاپ-سیلک', NULL, NULL, 'چاپ سیلک', 1, 25, 0, NULL, '2020-12-27 17:48:50', '2020-12-27 18:26:14'),
(174, 'چاپ سیلک', 'چاپ سیلک', 48, 48, 'portfolios/images/7c4455179b1958b30bf2df0935be9b9aسیلک2.jpg', NULL, 'چاپ-سیلک-1', NULL, NULL, 'چاپ سیلک', 1, 25, 0, NULL, '2020-12-27 17:49:41', '2020-12-27 18:08:47'),
(175, 'چاپ فلت بد', 'چاپ فلت بد', 48, 48, 'portfolios/images/fab90acf542840df234400854a5cee56فلت بد.jpg', NULL, 'چاپ-فلت-بد', NULL, NULL, 'چاپ فلت بد', 1, 57, 0, NULL, '2020-12-27 17:53:28', '2020-12-27 17:53:28'),
(176, 'چاپ فلت بد', 'چاپ فلت بد', 48, 48, 'portfolios/images/0b5f39650c74fb79d4d47f32fc5fd335فلت بد2.jpg', NULL, 'چاپ-فلت-بد-1', NULL, NULL, 'چاپ فلت بد', 1, 57, 0, NULL, '2020-12-27 17:54:17', '2020-12-27 18:10:14'),
(177, 'چاپ لمینت', 'چاپ لمینت', 48, 48, 'portfolios/images/3409231ebbb93d8a0f22022863ff5dbbلمینت.jpg', NULL, 'چاپ-لمینت', NULL, NULL, 'چاپ لمینت', 1, 56, 0, NULL, '2020-12-27 17:55:07', '2020-12-27 18:29:01'),
(178, 'چاپ لمینت', 'چاپ لمینت', 48, 48, 'portfolios/images/8d812d18ecc52ea2ad2eee47c7b2a210لمینت2.jpg', NULL, 'چاپ-لمینت-1', NULL, NULL, 'چاپ لمینت', 0, 56, 0, NULL, '2020-12-27 17:56:21', '2021-01-05 05:05:00'),
(179, 'عکاسی تور مجازی', 'عکاسی تور مجازی', 48, 48, 'portfolios/images/5e5bf2f30f233002da20a2741b54603eتور مجازی.jpg', NULL, 'عکاسی-تور-مجازی', NULL, NULL, 'عکاسی تور مجازی', 1, 47, 0, NULL, '2020-12-29 07:56:07', '2020-12-29 09:33:01'),
(180, 'عکاسی تور مجازی', 'عکاسی تور مجازی', 48, 48, 'portfolios/images/4080f9a8e3906963b3135b247f42ee22تور مجازی2.jpg', NULL, 'عکاسی-تور-مجازی-1', NULL, NULL, 'عکاسی تور مجازی', 1, 47, 0, NULL, '2020-12-29 07:57:06', '2020-12-29 07:57:06'),
(181, 'عکاسی پوشاک', 'عکاسی پوشاک', 48, 48, 'portfolios/images/81d207c25f59517ebc6f37c9ef8a0437پوشاک.jpg', NULL, 'عکاسی-پوشاک', NULL, NULL, 'عکاسی پوشاک', 1, 49, 0, NULL, '2020-12-29 09:39:51', '2020-12-29 09:39:51'),
(182, 'عکاسی پوشاک', 'عکاسی پوشاک', 48, 48, 'portfolios/images/3796254c83697d468c0cc92095166a96پوشاک2.jpg', NULL, 'عکاسی-پوشاک-1', NULL, NULL, 'عکاسی پوشاک', 1, 49, 0, NULL, '2020-12-29 09:40:25', '2020-12-29 09:40:25'),
(183, 'عکاسی پوشاک', 'عکاسی پوشاک', 48, 48, 'portfolios/images/22aa059a918392bbe455eb2d389b0627پوشاک3.jpg', NULL, 'عکاسی-پوشاک-2', NULL, NULL, 'عکاسی پوشاک', 1, 49, 0, NULL, '2020-12-29 09:40:59', '2020-12-29 09:40:59'),
(184, 'عکاسی تبلیغاتی', 'عکاسی تبلیغاتی', 48, 48, 'portfolios/images/e176115bd8676f78946264ea550ef6bbتبلیغاتی.jpg', NULL, 'عکاسی-تبلیغاتی-12', NULL, NULL, 'عکاسی تبلیغاتی', 1, 24, 0, NULL, '2020-12-29 09:43:06', '2020-12-29 09:43:06'),
(185, 'عکاسی لوازم آرایشی', 'عکاسی لوازم آرایشی', 48, 48, 'portfolios/images/a20ad0afb034eaa200a3f93cda61a600لوازم ارایشی.jpg', NULL, 'عکاسی-لوازم-آرایشی-1', NULL, NULL, 'عکاسی لوازم آرایشی', 1, 46, 0, NULL, '2020-12-29 09:53:33', '2020-12-29 09:53:33'),
(186, 'عکاسی لوازم آرایشی', 'عکاسی لوازم آرایشی', 48, 48, 'portfolios/images/c7ee7bde2e80c372dbbf1a2ef05d457cلوازم ارایشی3.jpg', NULL, 'عکاسی-لوازم-آرایشی-2', NULL, NULL, 'عکاسی لوازم آرایشی', 1, 46, 0, NULL, '2020-12-29 09:55:14', '2020-12-29 09:55:14'),
(187, 'عکاسی لوازم آرایشی', 'عکاسی لوازم آرایشی', 48, 48, 'portfolios/images/877fc24599fd1754df69b0cdaf9812bcلوازم ارایشی4.jpg', NULL, 'عکاسی-لوازم-آرایشی-3', NULL, NULL, 'عکاسی لوازم آرایشی', 0, 46, 0, NULL, '2020-12-29 09:56:37', '2020-12-30 17:17:43'),
(188, 'عکاسی لوازم آرایشی', 'عکاسی لوازم آرایشی', 48, 48, 'portfolios/images/3c24aa6e742fab781f4bc41408864cbfلوازم ارایشی5.jpg', NULL, 'عکاسی-لوازم-آرایشی-4', NULL, NULL, 'عکاسی لوازم آرایشی', 1, 46, 0, NULL, '2020-12-29 09:59:04', '2020-12-29 09:59:04'),
(189, 'عکاسی لوازم آرایشی', 'عکاسی لوازم آرایشی', 48, 48, 'portfolios/images/61d42a789f36e3c9233adc73435bb1c7ارایشی.jpg', NULL, 'عکاسی-لوازم-آرایشی-5', NULL, NULL, 'عکاسی لوازم آرایشی', 1, 46, 0, NULL, '2020-12-30 17:24:56', '2020-12-30 17:24:56'),
(190, 'عکاسی لوازم آرایشی', 'عکاسی لوازم آرایشی', 48, 48, 'portfolios/images/524374f471023c889a296a027870fed9ارایشی.jpg', NULL, 'عکاسی-لوازم-آرایشی-6', NULL, NULL, 'عکاسی لوازم آرایشی', 0, 46, 0, NULL, '2020-12-30 17:26:13', '2021-01-01 07:20:19'),
(191, 'طراحی اوراق اداری', 'طراحی اوراق اداری', 48, 48, 'portfolios/images/a60c1ed4642644569ac4aaea5dddee6cاوراق اداری4.jpg', NULL, 'طراحی-اوراق-اداری-1', NULL, NULL, 'طراحی اوراق اداری', 1, 32, 0, NULL, '2021-01-03 08:29:10', '2021-01-03 08:29:10'),
(192, 'طراحی تقویم و سررسید', 'طراحی تقویم و سررسید', 48, 48, 'portfolios/images/2754848db21d595fcfa75e4496922590تقویم.jpg', NULL, 'طراحی-تقویم-و-سررسید-4', NULL, NULL, 'طراحی تقویم و سررسید', 1, 35, 0, NULL, '2021-01-03 08:30:11', '2021-01-03 08:30:11'),
(193, 'طراحی وب‌سایت خبری', 'طراحی وب‌سایت خبری', 48, 48, 'portfolios/images/dba03b594f0bcd37edd782c83b4cf080سایت خبری.jpg', NULL, 'طراحی-وب-سایت-خبری-3', NULL, NULL, 'طراحی وب‌سایت خبری', 1, 62, 0, NULL, '2021-01-03 08:33:03', '2021-01-03 08:33:03'),
(194, 'طراحی وب‌سایت فروشگاهی', 'طراحی وب‌سایت فروشگاهی', 48, 48, 'portfolios/images/206018bcd02b7545db50ad9776565dfbسایت فروشگاهی.jpg', NULL, 'طراحی-وب-سایت-فروشگاهی-1', NULL, NULL, 'طراحی وب‌سایت فروشگاهی', 1, 60, 0, NULL, '2021-01-03 08:35:13', '2021-01-03 08:35:13'),
(195, 'طراحی وب‌سایت فروشگاهی', 'طراحی وب‌سایت فروشگاهی', 48, 48, 'portfolios/images/b7a9f9687ef2b4752e18e82e762ba3f7سایت فروشگاهی2.jpg', NULL, 'طراحی-وب-سایت-فروشگاهی-2', NULL, NULL, 'طراحی وب‌سایت فروشگاهی', 1, 60, 0, NULL, '2021-01-03 08:35:37', '2021-01-03 08:35:37'),
(196, 'ساخت مستند', 'ساخت مستند', 48, 48, 'portfolios/images/b639f9b7b6f91e65ae6b68a8b08cc2bfطراحی هدیه.jpg', NULL, 'ساخت-مستند', NULL, NULL, 'ساخت مستند', 1, 55, 0, NULL, '2021-01-03 08:38:18', '2021-01-03 08:38:18'),
(197, 'طراحی هدیه تبلیغاتی', 'طراحی هدیه تبلیغاتی', 48, 48, 'portfolios/images/75d955de788a2e0c28ae3e0fa60974e4طراحی هدیه2.jpg', NULL, 'طراحی-هدیه-تبلیغاتی-1', NULL, NULL, 'طراحی هدیه تبلیغاتی', 1, 36, 0, NULL, '2021-01-03 08:42:00', '2021-01-03 08:42:00'),
(198, 'طراحی هدیه تبلیغاتی', 'طراحی هدیه تبلیغاتی', 48, 48, 'portfolios/images/2b1f0781fec25da4c45d6a805a7115faطراحی هدیه3.jpg', NULL, 'طراحی-هدیه-تبلیغاتی-2', NULL, NULL, 'طراحی هدیه تبلیغاتی', 1, 36, 0, NULL, '2021-01-03 08:42:24', '2021-01-03 08:42:24'),
(199, 'طراحی داشبورد مدیریتی', 'طراحی داشبورد مدیریتی', 48, 48, 'portfolios/images/8abd362c6d12f5626c303923ed2f839cداشبورد.jpg', NULL, 'طراحی-داشبورد-مدیریتی-2', NULL, NULL, 'طراحی داشبورد مدیریتی', 1, 11, 0, NULL, '2021-01-03 08:44:20', '2021-01-03 08:44:20'),
(200, 'طراحی داشبورد مدیریتی', 'طراحی داشبورد مدیریتی', 48, 48, 'portfolios/images/0067a369e7b8ee99cc5155c341016401داشبورد2.jpg', NULL, 'طراحی-داشبورد-مدیریتی-3', NULL, NULL, 'طراحی داشبورد مدیریتی', 1, 11, 0, NULL, '2021-01-03 08:45:11', '2021-01-03 08:45:11'),
(201, 'عکاسی تبلیغاتی', 'عکاسی تبلیغاتی', 48, 48, 'portfolios/images/b8909f70cbfd8a019845cb4bf72d64a4عکاسی تبلیغاتی.jpg', NULL, 'عکاسی-تبلیغاتی-13', NULL, NULL, 'عکاسی تبلیغاتی', 1, 24, 0, NULL, '2021-01-03 08:46:30', '2021-01-03 08:46:30'),
(202, 'عکاسی تبلیغاتی غذا', 'عکاسی تبلیغاتی غذا', 48, 48, 'portfolios/images/1bf70eecf9184b67c3d47074227d74ddغذا.jpg', NULL, 'عکاسی-تبلیغاتی-غذا-2', NULL, NULL, 'عکاسی تبلیغاتی غذا', 1, 44, 0, NULL, '2021-01-03 08:47:23', '2021-01-03 08:47:23'),
(203, 'عکاسی تبلیغاتی غذا', 'عکاسی تبلیغاتی غذا', 48, 48, 'portfolios/images/ba1ae9d4e6dd20395e4df5a75e6d8818غذا 2.jpg', NULL, 'عکاسی-تبلیغاتی-غذا-3', NULL, NULL, 'عکاسی تبلیغاتی غذا', 1, 44, 0, NULL, '2021-01-03 08:48:06', '2021-01-03 08:48:06'),
(204, 'عکاسی لوازم صنعتی', 'عکاسی لوازم صنعتی', 48, 48, 'portfolios/images/34bc51bb02922f8cafa3f1c5bc2a48e2لوازم صنعتی3.jpg', NULL, 'عکاسی-لوازم-صنعتی-2', NULL, NULL, 'عکاسی لوازم صنعتی', 1, 50, 0, NULL, '2021-01-03 08:49:09', '2021-01-03 08:49:09'),
(205, 'عکاسی مدلینگ', 'عکاسی مدلینگ', 48, 48, 'portfolios/images/5b9736da2a31471f4ae580eda14a0d51مدلینگ2.jpg', NULL, 'عکاسی-مدلینگ-1', NULL, NULL, 'عکاسی مدلینگ', 1, 53, 0, NULL, '2021-01-03 08:49:45', '2021-01-03 08:49:45'),
(206, 'عکاسی معماری', 'عکاسی معماری', 48, 48, 'portfolios/images/a972c7c05e4b6c0bbff2c04ff6ee2299معماری3.jpg', NULL, 'عکاسی-معماری', NULL, NULL, 'عکاسی معماری', 1, 48, 0, NULL, '2021-01-03 08:50:32', '2021-01-03 08:50:32'),
(207, 'ساخت موشن گرافیک', 'ساخت موشن گرافیک', 48, 48, NULL, 'portfolios/video/a3f1d06bd66ddbd4e9079e6f05520632WhatsApp Video 2021-01-12 at 12.12.01 PM.mp4', 'ساخت-موشن-گرافیک', NULL, NULL, 'ساخت موشن گرافیک', 1, 39, 0, NULL, '2021-01-12 08:53:04', '2021-01-12 08:53:04'),
(208, 'ساخت موشن گرافیک', 'طراحی و ساخت لوگوموشن آتلیه‌ی پرستیژ', 48, 48, NULL, 'portfolios/video/61453b4b1e9616997729cf546cbaa05aWhatsApp Video 2021-02-08 at 9.28.11 AM.mp4', 'ساخت-موشن-گرافیک-1', NULL, NULL, 'ساخت موشن گرافیک، لوگوموشن', 1, 39, 0, NULL, '2021-02-08 06:09:22', '2021-02-08 06:43:40'),
(209, 'ساخت موشن گرافیک', 'طراحی و ساخت لوگوموشن داروخانه دکتر سوفی بروجردی', 48, 48, NULL, 'portfolios/video/1f687739c9fcfa7a4c6c837a32766523Sequence 01.mp4', 'ساخت-موشن-گرافیک-2', NULL, NULL, 'ساخت موشن گرافیک، لوگوموشن', 1, 39, 0, NULL, '2021-02-08 07:47:11', '2021-02-08 07:47:11'),
(210, 'ساخت موشن گرافیک', 'طراحی و ساخت لوگوموشن صامه دیزاین', 48, 48, NULL, 'portfolios/video/d17540cab33bc2f6c0099b3341109480لوگوموشن.gif.mp4', 'ساخت-موشن-گرافیک-3', NULL, NULL, 'ساخت موشن گرافیک، لوگوموشن', 1, 39, 0, NULL, '2021-02-08 08:09:48', '2021-02-08 08:09:48'),
(212, 'طراحی وبسایت اختصاصی', '<p>یبزلرسی بسبیسب سیب سیب سیب&nbsp;</p>', NULL, 168, 'portfolios/images/3KzvpELcnOk74XpYGzM7tTZXoaix68.png', NULL, NULL, NULL, NULL, NULL, 4, NULL, 0, 1, '2023-06-06 04:06:55', '2023-06-06 04:06:55');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `title`, `slug`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'مدیر ارشد', 'supperadmin', NULL, '2023-01-27 16:30:03', '2023-01-27 16:30:03'),
(2, 'مدیر', 'manager', NULL, '2023-01-27 16:30:42', '2023-01-27 16:30:42'),
(3, 'کارشناس ارشد', 'superexpert', NULL, '2023-01-27 16:30:42', '2023-01-27 16:30:42'),
(4, 'کارشناس', 'expert', NULL, '2023-01-27 16:30:42', '2023-01-27 16:30:42'),
(5, 'استاد', 'tech', NULL, '2023-01-27 16:30:42', '2023-01-27 16:30:42'),
(6, 'میهمان', 'guast', NULL, '2023-01-27 16:30:42', '2023-05-05 13:14:43');

-- --------------------------------------------------------

--
-- Table structure for table `role_user`
--

CREATE TABLE `role_user` (
  `role_id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `role_user`
--

INSERT INTO `role_user` (`role_id`, `user_id`) VALUES
(1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `services`
--

CREATE TABLE `services` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `images` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `comment` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 1,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `services`
--

INSERT INTO `services` (`id`, `title`, `description`, `images`, `comment`, `status`, `slug`, `created_at`, `updated_at`) VALUES
(7, 'سئو وب سایت', 'به مجموعه عملیات  فنی که بر روی وبسایت جهت قرار گرفتن آن جز اولین سایت های نتیجه جستجو گوگل انجام می گیرد و باعث افزایش بازدید کنندگان و جذب  مشتریان به وب سایت شما می شود را، سئو(SEO)میگوییم.', NULL, NULL, 1, 'سئو-وب-سایت', NULL, '2020-09-24 08:43:33'),
(8, 'تبلیغات اینترنتی', 'برای انتشار تبلیغات در جهان دیجیتال باید به اینترنت متصل باشیم،به این قبیل از تبلیغات،تبلیغات اینترنتی یا آنلاین گفته می شود. افزایش آگاهی مشتریان نسبت به نام تجاری و بهبود کسب و کار مهم ترین هدف تبلیغاتی اینترنتی است.', NULL, NULL, 1, 'تبلیغات-اینترنتی', NULL, NULL),
(9, 'اینفلوئنسر مارکتینگ', 'به تبلیغ کسب و کار (معرفی برند، خدمات و محصولات) شما توسط اینفلوئنسر های معتبر که دارای دنبال کنندگان واقعی هستند و باعث افزایش بازخورد برای کسب و کار شما می‌ شوند، اینفلوئنسر مارکتینگ می‌ گویند.', NULL, NULL, 1, 'اینفلوئنسر-مارکتینگ', NULL, NULL),
(10, 'اس ام اس مارکتینگ', 'شاید فکر کنید تبلیغات از طریق پیامک روشی قدیمی و یا ناموفق است،بله این تکنیک خیلی جدید و به روز نیست، اما حتی نمیتوانید تصور کنید که اس ام اس مارکتینگ چقدر میتواند به طور ناخودآگاه بر ذهن مخاطب تاثیر بگذارد.', NULL, NULL, 1, 'اس-ام-اس-مارکتینگ', NULL, NULL),
(11, 'ویدئو مارکتینگ', 'اکثر برند های شناخته شده میدانند که یک ویدئوی تبلیغاتی چقدر میتواند مخاطبانشان را تحت تاثیر قرار داده و آنها را به مشتری تبدیل کند، به همین علت است که ترجیح میدهند هزینه و زمان خود را صرف کنند و نتیجه بسیار خوبی بگیرند.', NULL, NULL, 1, 'ویدئو-مارکتینگ', NULL, NULL),
(12, 'گوگل ادز', 'در قبال هزینه ای که به گوگل ادوردز پرداخت میکنید، با استفاده از کلمات کلیدی، وب سایت شما در صفحه اول گوگل و بالاتر از سایت های دیگر به نمایش گذاشته می شود‌. امروزه به دلیل موثر بودن این کار، رقابت در گوگل ادوردز بسیار تنگاتنگ است.', NULL, NULL, 1, 'گوگل-ادز', NULL, NULL),
(13, 'تولید محتوای اختصاصی', 'هنگامی که برای وب سایت،پیج اینستاگرام،کانال تلگرام و... یک محتوای کاملا نو را ایجاد می‌کنید،محتوایی مخصوص به خود را به اشتراک گذاشته اید. این کار باعث جذب بسیاری از مخاطبان و همچنین جلب توجه گوگل و دیگر شبکه های اجتماعی میشود.', NULL, NULL, 1, 'تولید-محتوای-اختصاصی', NULL, NULL),
(14, 'مدیریت شبکه های اجتماعی', 'امروزه به دلیل بالا رفتن سطح سواد و آگاهی مردم،نمیتوان از محتوا های پوچالی و یا بسیار ابتدایی برای اشتراک گذاری در شبکه های اجتماعی استفاده کرد. شبکه های اجتماعی یکی از مهم ترین شاخه های بازاریابی دیجیتال است که مدیریت صحیح آن بسیار در جذب مشتری موثر است.', NULL, NULL, 1, 'مدیریت-شبکه-های-اجتماعی', NULL, NULL),
(15, 'ایمیل مارکتینگ', 'بازخورد ها و حفظ ارتباط با مشتریان قدیمی یکی از مهم‌ترین و موثر ترین تکنیک ها برای رونق کسب و کار شماست. ایمیل مارکتینگ این کمک را به شما می کند که به راحتی و در هر شرایطی با مشتریان جدید و قدیمی خود ارتباط بر قرار کنید.', NULL, NULL, 1, 'ایمیل-مارکتینگ', NULL, NULL),
(16, ' طراحی اپلیکیشن اندروید', ' طراحی اپلیکیشن اندروید به کسب و کار شما کمک می کند تا برنامه شما همیشه بر روی گوشی موبایل مشتری نصب شده باشد و به راحتی به شما دست پیدا کند', NULL, NULL, 1, 'طراحی-اپلیکیشن-اندروید', NULL, NULL),
(17, ' طراحی داشبورد مدیریتی', 'داشتن یک داشبورد مدیریتی خوب به شما در مدیریت وب سایت و حتی کسب و کار شما بسیار کمک می کند و باعث مدیریت صحیح و یک پارچه مشتریان می شود ', NULL, NULL, 1, 'طراحی-داشبورد-مدیریتی', NULL, NULL),
(18, ' طراحی وب سایت', 'امروزه هر کسب و کاری باید یک وب سایت خوب داشته باشد وب سایت خوب به شما کمک می کند خدمات، محصولات و برند شما به خوبی معرفی شود و به درستی و بدون محدودیت ارائه شود', NULL, NULL, 1, 'طراحی-وب-سایت', NULL, NULL),
(19, 'طراحی کاتالوگ', 'مجموعه ای از اطلاعات دقیق و جامع درباره برند یا کسب و کاری را کاتالوگ میگوییم.\r\nکاتالوگ تنها به معنی نوشته هایی درباره یک مجموعه نیست،بلکه مهم ترین اصل در موثر بودن کاتالوگ،طراحی منحصربه فرد آن است.', NULL, NULL, 1, 'طراحی-کاتالوگ', NULL, NULL),
(20, 'طراحی لوگو', 'طراحی یک لوگو منحصر به فرد، هویت بصری برند، محصولات یا خدمات شما را در چشم مشتری قوی تر و موثر تر نشان می دهد.\r\nاولین مشخصه ای که از کسب و کارتان در ذهن مشتری می‌ ماند لوگو مجموعه شماست.', NULL, NULL, 1, 'طراحی-لوگو', NULL, NULL),
(21, 'طراحی ست اداری', 'ست اداری یکی از ملزومات پرطرفداری است که وجودش در هر شرکت و کسب و کاری الزامی است. ست اداری تشکیل شده از سربرگ ها، پاکت های نامه و... که کاربرد بسیاری  در محل کار دارد .', NULL, NULL, 1, 'طراحی-ست-اداری', NULL, NULL),
(22, 'تولید انیمیشن', 'به زبان ساده توانایی جان بخشیدن و حرکت به تصاویر توسط نرم افزار های انیمشین سازی را تولید انیمیشن میگویند. یک انیمیشن خوب با قدرت تاثیر گذاری خود همیشه هویت شما را در ذهن مشتری حفظ می کند.', NULL, NULL, 1, 'تولید-انیمیشن', NULL, NULL),
(23, 'طراحی بسته بندی', 'سته بندی ظرفی است که از سلامت محصول در فاصله تولید تا مصرف محافظت می‌کند، و همچنین طراحی مناسب بسته بندی ،محصول را شکیل تر و جذاب تر می‌کند و مخاطب را ترقیب به خرید میکند.', NULL, NULL, 1, 'طراحی-بسته-بندی', NULL, NULL),
(24, 'طراحی بروشور', 'یک بروشور حاوی مطالبی است که مخاطب را از نحوه استفاده از محصول آگاه می‌سازد. در ابتدا لازم به ذکر است که بروشور نسبت به ابزار های دیگر تبلیغات بسیار به صرفه و کم هزینه و در عین حال سودآور است.', NULL, NULL, 1, 'طراحی-بروشور', NULL, NULL),
(25, 'طراحی کارکتر', 'داشتن یک کارکتر از برند، محصولات و یا خدمات شما باعث می شود که هر جایی تنها کارکتر شما دیده شود تمام خدمات یا محصولات و کیفیت آنها در چشم مشتری تداعی شود. همچنین با طراحی کارکتر می توانید ارتباط بهتری با مخاطب داشته باشید.', NULL, NULL, 1, 'طراحی-کارکتر', NULL, NULL),
(26, 'طراحی اینفوگرافی', 'اینفوگرافی به زبان ساده،تصویری است که مجموعه ای از اطلاعات را در خود قرار داده است. به عبارتی دیگر اطلاعاتی که یه صورت دیداری به نمایش گذاشته می‌شود را اینفوگرافی می‌گویند.', NULL, NULL, 1, 'طراحی-اینفوگرافی', NULL, NULL),
(27, 'طراحی کارت ویزیت', 'کارت ویزیت،کارت های زیبا و کوچکی که اطلاعات فردی و مشخصات یک برند را در خود جای می دهند و  بهترین،سریع ترین و آسان ترین تکنینک برای تبلیغ و برقراری ارتباط هرچه بیشتر با مشتری یکی از قابلیت های کارت ویزیت است.', NULL, NULL, 1, 'طراحی-کارت-ویزیت', NULL, NULL),
(28, '  ساخت تیزر ', ' ساخت تیزر یکی از روش های رایج برای معرفی برندینگ و ارائه محصولات یا خدمات می باشد که در ذهن ها ماندگار می شود', NULL, NULL, 1, 'ساخت-تیزر', NULL, NULL),
(29, 'عکاسی فیگوراتیو', 'عکاسی فگوراتیو برای کسب و کار های مد و لباس بسیار اهمیت دارد به نحوی که یک عکس خوب آن لباس را جذاب و زیبا نشان می دهد و همچنین موجب دقت بیشتر مشتری در انتخاب لباس، در خرید غیرحضوری می شود.', NULL, NULL, 1, 'عکاسی-فیگوراتیو', NULL, NULL),
(30, 'عکاسی تبلیغاتی', 'پشت پرده هر تبلیغ تاثیر گذار، یک عکاس، با ذهنی خلاق نشسته است. همیشه کسب و کاری موفق تر است که بتواند صادقانه ترین تصویر را از محصول خود برای مخاطبانش به نمایش بگذارد.‌ تا به حال به طور جدی فکر کرده اید، یک عکاس تبلیغاتی با چه هدفی عکس های خود را ثبت میکند؟', NULL, NULL, 1, 'عکاسی-تبلیغاتی', NULL, NULL),
(31, 'چاپ سیلک', 'یکی از انواع چاپ که قدمتی طولانی دارد و دارای زیبایی خاصی است اصول کار آن با یک تور ابریشمی و چهارچوبی از جنس فلز یا چوب است.\r\nچاپ سیلک چاپی است که با توجه به قدمت آن هنوز کارایی خود را از دست و امروزه طرفداران خود را دارد.', NULL, NULL, 1, 'چاپ-سیلک', NULL, NULL),
(32, 'چاپ افست', 'چاپ افست چاپی است که دامنه محصولات بسیار گسترده ای دارد از مقوا، پارچه، لاستیک تا کارت ویزیت و کاتالوگ و بروشور.در دستگاه چاپ افست عمل اصلی چاپ توسط سه سیلندر(غلطک های استوانه‌ای شکل روی هم قرار گرفته) انجام می شود.', NULL, NULL, 1, 'چاپ-افست', NULL, NULL),
(33, 'چاپ دیجیتال', 'یکی از روش های نوین چاپ ، چاپ دیجیتال است که به خوبی جای خود را در میان انواع روش های چاپ باز کرده و در آینده ای نه چندان دور جایگزین تمامی روش های چاپ خواهد شد.\r\n در چاپ دیجیتال میتوانیم تصاویر دیجیتالی را به کاغذ های چاپ انتقال دهیم.', NULL, NULL, 1, 'چاپ-دیجیتال', NULL, NULL),
(34, 'بسته بندی محصول', 'در اینجا درباره ی چاپ بسته بندی های زیبا و پر زرق و برقی که باعث نمایش کیفیت بالای محصول و محافظت از سلامت آن می شود و خریدار را ترغیب به خرید آن محصول می کند صحبت میکنیم.', NULL, NULL, 1, 'بسته-بندی-محصول', NULL, NULL),
(35, 'چاپ رولی', 'چاپ رول یکی از زیر مجموعه های چاپ افست است . در چاپ رول کاغذ های چاپ یکی پس از دیگری بی وقفه وارد دستگاه چاپ می شوند.و از کاربرد های آن میتوان در چاپ روزنامه ها و تراکت ها اشاره کرد.', NULL, NULL, 1, 'چاپ-رولی', NULL, NULL),
(36, 'چاپ بنر و فلکسی', 'به بنر هایی که دارای نور هستند به عبارت دیگر بنر هایی که یک چشمه نور پشت آن قرار می گیرد(تابلوها) و نور را از خود عبور می دهند فلکسی می گویند  و تفاوت آن با بنر در توانایی عبور نور از خود است.', NULL, NULL, 1, 'چاپ-بنر-و-فلکسی', NULL, NULL),
(37, 'طراحی برند بوک', 'برند بوک یک هویت سازمانی کامل از هر آنچه که یک برند برای برندینگ خود نیاز دارد.', NULL, NULL, 1, 'طراحی-برند-بوک', NULL, NULL),
(38, 'طراحی اوراق اداری', 'از ملزومات متنوع و شکیل که هر شرکتی باید داشته باشد و معرف لوگوی شرکت و تاثیرگذار در جذب مشتریان می باشد.', NULL, NULL, 1, 'طراحی-اوراق-اداری', NULL, NULL),
(39, 'طراحی مجله', 'به کتابچه های رنگارنگ همراه با تصاویر زیبا و جذاب که همیشه جز نشریه های پرطرفدار هستند و با یک دیگر رقابت تنگاتنگی در جذب خواننده بیشتر دارند.\r\nنمیتوان نقش مجلات در انتشار اخبار، اتفاقات و... را انکار کرد در حین این که وسیله ی خوبی برای سرگرمی نیز هستند.', NULL, NULL, 1, 'طراحی-مجله', NULL, NULL),
(40, 'طراحی تقویم و سررسید', 'تقویم و سررسید می‌توانند مانند یک پکیج،برای تبلیغ کسب و کارتان به افراد و یا مجموعه های مختلف هدیه داده شود و برند شما را در دل مخاطبان محبوب تر سازد.', NULL, NULL, 1, 'طراحی-تقویم-و-سررسید', NULL, NULL),
(41, 'طراحی هدیه تبلیغاتی', 'طراحی هدیه تبلیغاتی، طراحی بر روی انواع هدایای تبلیغاتی از جمله فلش و پاور بانک است‌. با هدیه دادن به مشتریان خود به آنها این باور را می‌رسانیم که برایشان ارزش بسیاری قائل هستیم.از تاثیر گذارترین فعالیت ها در حوزه تبلیغات هدایای تبلیغاتی است.', NULL, NULL, 1, 'طراحی-هدیه-تبلیغاتی', NULL, NULL),
(42, 'طراحی پوستر', 'پوستر ها کاغذ هایی اغلب در ابعاد A4هستند که اخباری را در قالب متن،تصویر،طرح و... با عموم به اشتراک می‌گذارند. طراحی پوستر تبلیغاتی در کمترین زمان و با کمترین هزینه انجام می شود.', NULL, NULL, 1, 'طراحی-پوستر', NULL, NULL),
(43, 'استراتژی نویسی', 'ستراتژی نویسی یعنی از قبل برای موضوع نوشتن متن خود برنامه ریزی کرده باشید و سپس با چیدن کلمه ها در کنار هم جمله هایی بسازید که در نهایت یک محتوای درجه یک خروجی کار شما باشد.', NULL, NULL, 1, 'استراتژی-نویسی', NULL, NULL),
(44, 'ساخت موشن گرافیک', 'در واقع ساخت موشن گرافیک از مهیج ترین،دشوار ترین و پر درآمد ترین حوزه های فیلم سازی،انیمیشن و... به شمار می رود. در تعریف ساده، جان بخشیدن به عکس ها را موشن گرافیک می گویند.', NULL, NULL, 1, 'ساخت-موشن-گرافیک', NULL, NULL),
(45, 'خرید ریپورتاژ حرفه ای', 'ریپورتاژ آگهی فقط یک آگهی ساده نیست، بلکه یک خلاصه و چکیده با اهمیت درباره کسب و کار شماست. ریپورتاژ مسئله بسیار مهمی است که وجود آن باعث افزایش اعتبار برند شما می شود.', NULL, NULL, 1, 'خرید-ریپورتاژ-حرفه-ای', NULL, '2020-09-29 16:04:19'),
(46, 'خرید بک لینک حرفه ای', 'ما اینجا درباره ی آدرس دهی در دنیای وب سایت ها صحبت کنیم. آدرس هایی که باعث بالابردن رتبه سایت ما و در نهایت معرفی بیشتر ما به دیگران می شود.', NULL, NULL, 1, 'خرید-بک-لینک-حرفه-ای', NULL, '2020-09-29 16:04:37'),
(47, 'cpr-cpo', 'از خدمات خوب و موثر به شمار می رود', NULL, NULL, 0, 'cpr-cpo', NULL, NULL),
(48, 'cpc-cpi-cpa', 'خدمات موثر و مفید می باشد', NULL, NULL, 0, 'cpc-cpi-cpa', NULL, NULL),
(49, 'عکاسی تبلیغاتی غذا', 'چگونه خوشمزگی ها را از نگاه مشتری هایمان ببینیم؟!\r\nبا تاکید بر مقدار لذیذ بودن غذا ها توسط عکاسی تبلیغاتی غذا، هر روز مشتری های بیشتری را نشسته بر روی صندلی های درون رستوران خود مشاهده کنید.', NULL, NULL, 1, 'عکاسی-تبلیغاتی-غذا', NULL, NULL),
(50, 'عکاسی ۳۶۰ درجه از محصول', 'عکاسی ۳۶۰ درجه را میتوان عکاسی ۳ بُعدی هم دانست، با این نوع از عکاسی به مشتری امکان این را می دهیم که از هر طرف عکس محصول مورد نظر خود را ببیند و دقیق تر آن را انتخاب و خریداری کند.', NULL, NULL, 1, 'عکاسی-۳۶۰-درجه-از-محصول', NULL, NULL),
(51, 'عکاسی لوازم آرایشی', 'عکاسی از لوازم آرایشی که یکی از شاخه های مهم عکاسی تبلیعاتی است، باید به گونه ای باشد که هم احساس لطافت و زیبایی، و هم حس اطمینان کامل را نسبت به محصول به مخاطب القا کند.', NULL, NULL, 1, 'عکاسی-لوازم-آرایشی', NULL, NULL),
(52, 'عکاسی تور مجازی', 'در عکاسی تور مجازی شما دیگر حسرت حضور نداشتن در اماکن را نمی‌خورید. اما چگونه میتوانیم تنها با دیدن، حس حضور واقعی را در مکان مورد نظر داشته باشیم؟ عکاسی تور مجازی مجموعه ای فراگیر از عکس های ۳۶۰ درجه در کنار هم است که به شدت مخاطب را تحت تاثیر قرار می‌دهد.', NULL, NULL, 1, 'عکاسی-تور-مجازی', NULL, NULL),
(53, 'عکاسی معماری', 'عکاسی معماری کمی پیچیده تر و تخصصی تر است، باید در یک عکس زوایای یک معماری را نمایش دهید، و برای موفق بودن به مهارت و آگاهی از اصول عکاسی معماری نیازمند هستیم. ما در ادامه، مطالبی در این خصوص برای شما آماده کرده ایم.', NULL, NULL, 1, 'عکاسی-معماری', NULL, NULL),
(54, 'عکاسی پوشاک', 'عکاسی تبلیغاتی پوشاک بهترین و تاثیر گذار ترین روش برای فروش هر چه بیشتر پارچه ها و پوشاک است، اگر در کسب و کارتان با پارچه و پوشاک سر و کار دارید، حتما عکاسی تبلیعاتی پوشاک را در اولویت کار خود قرار دهید، به خصوص اگر تمام یا قسمتی از کارتان به صورت اینترنتی باشد.', NULL, NULL, 1, 'عکاسی-پوشاک', NULL, NULL),
(55, 'عکاسی لوازم صنعتی', 'عکاسی صنعتی،عکاسی از قطعات و محصولات صنعتی است که معمولا به تعداد زیاد و در اماکنی مانند کارخانه یا کارگاه ثبت میگردد. در این حوزه از عکاسی تبلیغاتی، عکاسان معمولا از دید فنی به محصول می نگرند و عکس های خود را ثبت می کنند.', NULL, NULL, 1, 'عکاسی-لوازم-صنعتی', NULL, NULL),
(56, 'عکاسی طلا و جواهرات', 'یکی دیگر از حوزه های دشوار در عکاسی تبلیغاتی، عکاسی از طلا و جواهرات می‌باشد. نشان دادن بافت، درخشش و زیبایی خیره کننده جواهرات فقط می‌تواند کار یک عکاس حرفه ای در حوزه عکاسی طلا و جواهرات باشد.', NULL, NULL, 1, 'عکاسی-طلا-و-جواهرات', NULL, NULL),
(57, 'ماکروگرافی', 'گرفتن عکس با کیفیت در فاصله بسیار نزدیک از هر چیز کوچک را ماکروگرافی میگوییم. برای عکاسی ماکرو یا ماکروگرافی مستلزم رعایت و به وجود اوردن یک سری شرایط اعم از خرید لنز مناسب، نور مناسب و... هستیم.', NULL, NULL, 1, 'ماکروگرافی', NULL, NULL),
(58, 'عکاسی مدلینگ', 'عکاسی مدلینگ یکی از شاخه های بسیار تاثیر گذار و مهم عکاسی تبلیغاتی است.طراحان و صاحبان برند مد و پوشاک برای اثر بخشی بیشتر و ترغیب مشتری به خرید محصولات از مدل های مشهور استفاده میکنند تا کاربرد محصولاتشان را به درستی به نمایش بگذارند.', NULL, NULL, 1, 'عکاسی-مدلینگ', NULL, NULL),
(59, 'فیلم های صنعتی', 'فیلم و تیزر صنعتی یک ویدیو ۳ دقیقه ای تا۱۰ دقیقه ایست که از مراحل تولید یک محصول و تجهیزات مورد استفاده در مسیر تولید آن گرفته میشود و برای مخاطب شما به منزله ی دیدن تیم متخصص ،تجهیزات و روند کاری شماست.', NULL, NULL, 1, 'فیلم-صنعتی', NULL, NULL),
(60, 'ساخت مستند', 'ما برای ساختن یک مستند تبلیغاتی، تلاش می‌کنیم تا هم واقعیت و هم زیبایی کسب و کار شما را در قالب فیلم(مستند) به مخاطبانتان نشان دهیم. اگر می‌خواهید مخاطبانتان با روند کاری و یا محیط کاری کسب و کارتان به طور کامل آشنا شوند،از مستند تبلیغاتی استفاده کنید.', NULL, NULL, 1, 'ساخت-مستند', NULL, NULL),
(61, 'چاپ لمینت', 'به روکش های مات و براق زیبایی که بر روی محصولات چاپی کشیده می شوند لمینت گوییم، وجود یک سپر یا محافظ برای محصولات چاپی بسیار ضروری است تا از آسیب ها در امان باشند، در واقع لمینت یک نوع از چاپ نیست بلکه روکشی است که بعد از اتمام عمل چاپ بر روی محصولات کشیده میشود.', NULL, NULL, 1, 'چاپ-لمینت', NULL, NULL),
(62, 'چاپ فلت بد', 'چاپ فلت بد یکی از انواع چاپ های پرطرفدار و زیبا که به چاپ بر روی اجسام سخت معروف است.', NULL, NULL, 1, 'چاپ-فلت-بد', NULL, NULL),
(63, 'چاپ هدایا تبلیغاتی', 'از بهترین کارها و موثرترین در جذب مشتری هدایای تبلیغاتی می‌باشد هدیه دادن همیشه حس با ارزش بودن را منتقل میکند و شما میتوانید با این کار مشتری های دایمی زیادی را جذب خود کنید.برای آشنا شدن با یکی از بازاریابی های جذاب و غافلگیر کننده با ما همراه باشید.', NULL, NULL, 1, 'چاپ-هدایا-تبلیغاتی', NULL, NULL),
(70, 'طراحی وب سایت فروشگاهی', 'طراحی وب سایت فروشگاهی', 'images/Service/2020/f016b6be0b22f52ada3fc7d1c3e170fcbg-image-9.jpg', NULL, 1, 'طراحی-وب-سایت-فروشگاهی', '2020-09-26 17:37:20', '2020-09-26 17:37:20'),
(71, 'طراحی وب سایت خبری', 'طراحی وب سایت خبری', 'images/Service/2020/0be41b42e75f64d76196e79aa58f09f6bg-image-9.jpg', NULL, 1, 'طراحی-وب-سایت-خبری', '2020-09-26 17:37:52', '2020-09-26 17:37:52'),
(72, 'طراحی وب سایت شخصی', 'طراحی وب سایت شخصی', 'images/Service/2020/3664853a83d4c5339770649a44c3c30fbg-image-9.jpg', NULL, 1, 'طراحی-وب-سایت-شخصی', '2020-09-26 17:38:12', '2020-09-26 17:38:12'),
(73, 'وب اپلیکیشن', 'وب اپلیکیشن', 'images/Service/2020/a981f65ca3cb78b5b5a02b150f552df0bg-image-9.jpg', NULL, 1, 'وب-اپلیکیشن', '2020-09-26 17:38:40', '2020-09-26 17:38:40'),
(74, 'طراحی وب سایت شرکتی', 'طراحی وب سایت شرکتی', 'images/Service/2020/e814ee7b93c80212a2fd4ed8d51f3124bg-image-9.jpg', NULL, 1, 'طراحی-وب-سایت-شرکتی', '2020-09-26 17:39:25', '2020-09-26 17:39:25'),
(75, 'ساخت تیزر تبلیغاتی', 'ساخت تیزر تبلیغاتی', 'images/Service/2020/c5418e3aabebed98e3bfbf22cb3beb64bg-image-9.jpg', NULL, 1, 'ساخت-تیزر-تبلیغاتی', '2020-09-27 17:28:44', '2020-09-27 17:28:44');

-- --------------------------------------------------------

--
-- Table structure for table `slides`
--

CREATE TABLE `slides` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title1` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title2` varchar(190) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title3` varchar(190) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `text` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `menu_id` int(11) DEFAULT NULL,
  `status` tinyint(1) NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `slides`
--

INSERT INTO `slides` (`id`, `title1`, `title2`, `title3`, `text`, `file_link`, `menu_id`, `status`, `user_id`, `created_at`, `updated_at`) VALUES
(25, '1title1', 'title21', 'title31', '<p>salam</p>', 'slides/x4Wfmm4gEd2l9KgadzvlshHSqMmmh9.png', 1, 4, 1, '2023-06-03 08:19:49', '2023-06-03 08:19:49');

-- --------------------------------------------------------

--
-- Table structure for table `submenus`
--

CREATE TABLE `submenus` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `class` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `route_active` tinyint(1) NOT NULL DEFAULT 0,
  `keycheck` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `keyword` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `description` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `menu_id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `submenus`
--

INSERT INTO `submenus` (`id`, `title`, `slug`, `class`, `route_active`, `keycheck`, `keyword`, `status`, `description`, `menu_id`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'محرم و صفر', 'محرم-و-صفر', 'picturedetail', 1, NULL, NULL, 4, NULL, 5, 1, NULL, NULL),
(2, 'رمضان', 'رمضان', 'picturedetail', 1, NULL, NULL, 4, NULL, 5, 1, NULL, NULL),
(3, 'رجب و شعبان', 'رجب-و-شعبان', 'picturedetail', 1, NULL, NULL, 4, NULL, 5, 1, NULL, NULL),
(4, 'فاطمیه', 'فاطمیه', 'picturedetail', 1, NULL, NULL, 4, NULL, 5, 1, NULL, NULL),
(5, 'شهادت ها', 'شهادت-ها', 'picturedetail', 1, NULL, NULL, 4, NULL, 5, 1, NULL, NULL),
(6, 'اعیاد', 'اعیاد', 'picturedetail', 1, NULL, NULL, 4, NULL, 5, 1, NULL, NULL),
(13, 'پیامبر اعظم (ص)', 'پیامبر-اعظم-(ص)', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(14, 'حضرت فاطمه سلام الله علیها\r\n', 'حضرت-فاطمه-سلام-الله-علیها\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(15, 'امیرالمومنین علیه السلام\r\n', 'امیرالمومنین-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(16, 'امام حسن مجتبی علیه السلام\r\n', 'امام-حسن-مجتبی-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(17, 'امام حسین علیه السلام\r\n', 'امام-حسین-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(18, 'امام سجاد علیه السلام\r\n', 'امام-سجاد-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(20, 'امام باقر علیه السلام\r\n', 'امام-باقر-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(21, 'امام صادق علیه السلام\r\n', 'امام-صادق-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(22, 'امام کاظم علیه السلام\r\n', 'امام-کاظم-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(23, 'امام رضا علیه السلام\r\n', 'امام-رضا-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(24, 'امام جواد علیه السلام\r\n', 'امام-جواد-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(25, 'امام هادی علیه السلام\r\n', 'امام-هادی-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(27, 'امام حسن عسکری علیه السلام\r\n', 'امام-حسن-عسکری-علیه-السلام\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(28, 'امام زمان ارواحنا فداه\r\n', 'امام-زمان-ارواحنا-فداه\r\n', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(29, 'روضه ها', 'روضه-ها', 'speechdetail', 1, NULL, NULL, 4, NULL, 3, 1, NULL, NULL),
(30, 'صوتی', 'صوتی', 'subclip', 1, NULL, NULL, 4, NULL, 4, 1, NULL, NULL),
(31, 'تصویری', 'تصویری', 'subclip', 1, NULL, NULL, 4, NULL, 4, 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `submenu_panels`
--

CREATE TABLE `submenu_panels` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `label` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `keycheck` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `namayesh` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `class` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `controller` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `method` varchar(190) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `description` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `menu_id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `submenu_panels`
--

INSERT INTO `submenu_panels` (`id`, `title`, `slug`, `label`, `keycheck`, `namayesh`, `class`, `controller`, `method`, `status`, `description`, `menu_id`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'منو داشبورد', 'menu-dashboard', NULL, '', 'menu-dashboard', NULL, 'MenudashboardController', 'resource', 4, '', 2, 1, '2023-01-30 08:13:43', '2023-01-30 08:13:43'),
(2, 'زیر منو داشبورد', 'submenu-dashboard', NULL, '', 'submenu-dashboard', NULL, 'SubmenudashboardController', 'resource', 4, '', 2, 1, '2023-01-30 08:13:43', '2023-01-30 08:13:43'),
(100, 'مدیریت دسته بندی', 'category-dashboard-manage', NULL, '', 'category-dashboard-manage', NULL, NULL, NULL, 4, '', 2, 1, '2023-01-30 08:13:43', '2023-01-30 08:13:43'),
(101, 'دسترسی کاربران', 'role-dashboard', 'role-dashboard', '', 'role-dashboard', 'index', 'RoleController', 'resource', 4, '', 3, 1, '2023-01-30 08:13:43', '2023-05-03 13:18:46'),
(102, 'سطح کاربران', 'level-user-dashboard', 'level user dashboard', '', 'level-user-dashboard', 'index', 'LevelManageController', 'resource', 4, '', 3, 1, '2023-01-30 08:13:43', '2023-05-05 13:35:46'),
(103, 'کاربران داشبورد', 'user-dashboard', 'userdashboard', '', 'user-dashboard', 'index', 'UserController', 'resource', 4, '', 3, 1, '2023-01-30 08:13:43', '2023-01-30 08:13:43'),
(104, 'نمایش پروفایل', 'profile', 'profile', '', 'profile', 'index', 'ProfileController', 'resource', 4, '', 3, 1, '2023-01-30 08:13:43', '2023-01-30 08:13:43'),
(200, 'مدیریت دسترسی', 'permission-dashboard-manage', NULL, '', 'permission-dashboard-manage', NULL, NULL, NULL, 4, '', 3, 1, '2023-01-30 08:13:43', '2023-01-30 08:13:43'),
(201, 'مدیریت منو سایت', 'menu-site-manage', NULL, '', 'menu-site-manage', NULL, 'MenuController', 'resource', 4, '', 4, 1, '2023-01-30 08:13:43', '2023-04-28 06:34:44'),
(202, 'مدیریت زیر منو سایت', 'submenu-site-manage', NULL, '', 'submenu-site-manage', NULL, 'SubmenuController', 'resource', 4, '', 4, 1, '2023-01-30 08:13:43', '2023-01-30 08:13:43'),
(203, 'مدیریت اسلاید ها', 'slide-manage', NULL, '', 'slide-manage', NULL, 'SlideController', 'resource', 4, '', 4, 1, '2023-02-04 12:10:38', '2023-02-04 12:15:07'),
(2600, 'مدیریت برند', 'logo-manage', NULL, NULL, 'logo-manage', NULL, NULL, NULL, 1, NULL, 4, 1, '2023-02-24 16:51:47', '2023-02-24 16:52:07'),
(2601, 'مدیریت مشتریان', 'customer-manage', 'customer-manage', NULL, 'customer-manage', 'index', 'CustomerController', 'resource', 4, NULL, 4, 1, '2023-06-04 13:31:56', '2023-06-04 13:31:56'),
(2602, 'مدیریت نمونه کارها', 'portfolio-manage', 'portfolio-manage', NULL, 'portfolio-manage', 'index', 'PortfolioController', 'resource', 4, NULL, 4, 1, '2023-06-05 11:27:30', '2023-06-05 11:28:08'),
(2603, 'مدیریت مقالات', 'blug-manage', 'blug-manage', NULL, 'blug-manage', 'index', 'BlugController', 'resource', 4, NULL, 4, 1, '2023-06-06 06:39:55', '2023-06-06 06:39:55');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `username` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `api_token` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `level` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verify` tinyint(4) NOT NULL DEFAULT 0,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone_verify` tinyint(1) DEFAULT NULL,
  `telphone` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type_id` bigint(20) UNSIGNED NOT NULL,
  `state_id` bigint(20) UNSIGNED DEFAULT NULL,
  `city_id` bigint(20) UNSIGNED DEFAULT NULL,
  `birthday` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) NOT NULL,
  `bio` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `academic_id` bigint(20) UNSIGNED DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `username`, `api_token`, `level`, `email`, `email_verify`, `email_verified_at`, `password`, `image`, `phone`, `phone_verify`, `telphone`, `type_id`, `state_id`, `city_id`, `birthday`, `address`, `status`, `bio`, `academic_id`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'محمد حسین دیوان بیگی', 'hosseindbk', 'sFn72M45SwplaBxNUuZwCZmMdBVdT37XJvWgOtOBdH5a0H4db1fe9e1ldWO8QHRT643rfDGheA9z5dhU5qbi6HUaITqWs9yxdHmU', 'admin', 'hosseindbk@yahoo.com', 0, NULL, '$2y$10$aht8hinWz1ixIdvZ4oL5xedEcxkNkTjKaO8ecGCbN1oCMwdkvgLQW', NULL, '09128119938', 1, '02177247752', 1, NULL, NULL, '1371/04/16', 'نارمک خیابان دردشت بین کوچه 50 و 52 پلاک 53 طبقه اول', 4, 'نارمک خیابان دردشت بین کوچه 50 و 52 پلاک 53 طبقه اول', NULL, 'bbEml8bcOhx0CVekJC1ms1MlbiHuVbnIi3tC7lFoYYEwnsxH3yh68o2Au6Xq', '2023-01-27 08:05:03', '2023-01-27 08:05:03');

-- --------------------------------------------------------

--
-- Table structure for table `usertypes`
--

CREATE TABLE `usertypes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `title_fa` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `usertypes`
--

INSERT INTO `usertypes` (`id`, `title`, `title_fa`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'ادمین', '2023-01-27 08:04:57', '2023-01-27 08:04:57'),
(2, 'teacher', 'استاد', '2023-01-27 08:04:57', '2023-01-27 08:04:57'),
(3, 'student', 'دانشجو', '2023-01-27 08:04:57', '2023-01-27 08:04:57'),
(4, 'special guest', 'مدیر ارشد', '2023-01-27 08:04:57', '2023-01-27 08:04:57'),
(5, 'normal guest', 'مدیر میانی', '2023-01-27 08:04:57', '2023-01-27 08:04:57'),
(6, 'guest', 'میهمان', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `visitors`
--

CREATE TABLE `visitors` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `ip` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `page_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `device` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `browser` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `from_page` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `to_page` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `active_codes`
--
ALTER TABLE `active_codes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `active_codes_user_id_foreign` (`user_id`);

--
-- Indexes for table `blugs`
--
ALTER TABLE `blugs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `brands`
--
ALTER TABLE `brands`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `commentrates`
--
ALTER TABLE `commentrates`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `logos`
--
ALTER TABLE `logos`
  ADD PRIMARY KEY (`id`),
  ADD KEY `logos_user_id_foreign` (`user_id`);

--
-- Indexes for table `media`
--
ALTER TABLE `media`
  ADD PRIMARY KEY (`id`),
  ADD KEY `media_user_id_foreign` (`user_id`),
  ADD KEY `media_submenu_id_foreign` (`submenu_id`),
  ADD KEY `menu_id` (`menu_id`) USING BTREE;

--
-- Indexes for table `menus`
--
ALTER TABLE `menus`
  ADD PRIMARY KEY (`id`),
  ADD KEY `menus_user_id_foreign` (`user_id`);

--
-- Indexes for table `menu_panels`
--
ALTER TABLE `menu_panels`
  ADD PRIMARY KEY (`id`),
  ADD KEY `menu_panels_user_id_foreign` (`user_id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `permission_role`
--
ALTER TABLE `permission_role`
  ADD PRIMARY KEY (`id`),
  ADD KEY `permission_roles_role_id_foreign` (`role_id`),
  ADD KEY `permission_roles_permission_id_foreign` (`permission_id`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `portfolios`
--
ALTER TABLE `portfolios`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `role_user`
--
ALTER TABLE `role_user`
  ADD KEY `role_users_role_id_foreign` (`role_id`),
  ADD KEY `role_users_user_id_foreign` (`user_id`);

--
-- Indexes for table `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `slides`
--
ALTER TABLE `slides`
  ADD PRIMARY KEY (`id`),
  ADD KEY `slides_user_id_foreign` (`user_id`);

--
-- Indexes for table `submenus`
--
ALTER TABLE `submenus`
  ADD PRIMARY KEY (`id`),
  ADD KEY `submenus_menu_id_foreign` (`menu_id`);

--
-- Indexes for table `submenu_panels`
--
ALTER TABLE `submenu_panels`
  ADD PRIMARY KEY (`id`),
  ADD KEY `submenu_panels_menu_id_foreign` (`menu_id`),
  ADD KEY `submenu_panels_user_id_foreign` (`user_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`),
  ADD KEY `users_type_id_foreign` (`type_id`);

--
-- Indexes for table `usertypes`
--
ALTER TABLE `usertypes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `visitors`
--
ALTER TABLE `visitors`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `active_codes`
--
ALTER TABLE `active_codes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `blugs`
--
ALTER TABLE `blugs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT for table `brands`
--
ALTER TABLE `brands`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `commentrates`
--
ALTER TABLE `commentrates`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `customers`
--
ALTER TABLE `customers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=170;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `logos`
--
ALTER TABLE `logos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `media`
--
ALTER TABLE `media`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `menus`
--
ALTER TABLE `menus`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `menu_panels`
--
ALTER TABLE `menu_panels`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=90;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2912;

--
-- AUTO_INCREMENT for table `permission_role`
--
ALTER TABLE `permission_role`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=304;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `portfolios`
--
ALTER TABLE `portfolios`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=213;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `services`
--
ALTER TABLE `services`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=76;

--
-- AUTO_INCREMENT for table `slides`
--
ALTER TABLE `slides`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `submenus`
--
ALTER TABLE `submenus`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT for table `submenu_panels`
--
ALTER TABLE `submenu_panels`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2604;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `usertypes`
--
ALTER TABLE `usertypes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `visitors`
--
ALTER TABLE `visitors`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `active_codes`
--
ALTER TABLE `active_codes`
  ADD CONSTRAINT `active_codes_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `logos`
--
ALTER TABLE `logos`
  ADD CONSTRAINT `logos_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `permission_role`
--
ALTER TABLE `permission_role`
  ADD CONSTRAINT `permission_role_ibfk_1` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `permission_role_ibfk_2` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
